{
    "tavernCommunityGuidelinesPlaceholder": "Prijateljski podsjetnik: ovo je razgovor za sve uzraste, stoga molimo da sadržaj i jezik budu prikladni! Ako imate pitanja, pogledajte Smjernice Zajednice u bočnoj traci.",
    "lastUpdated": "Zadnje ažurirano:",
    "commGuideHeadingWelcome": "Dobrodošli u Habiticu!",
    "commGuidePara001": "Pozdrav, pustolovu! Dobrodošli u Habiticu, zemlju produktivnosti, zdravog življenja i povremenih razjarenih grifona.",
    "commGuidePara002": "Kako bismo pomogli svima da ostanu sigurni, sretni i produktivni, imamo nekoliko smjernica za Izazove, profile igrača, razgovor u Grupi i privatne poruke. Pažljivo smo izradili ove Smjernice kako bi bile što ugodnije i lakše za čitanje. Molimo Vas da ih odvojite vrijeme pročitati prije nego što započnete interakciju s drugim igračima.",
    "commGuidePara003": "Ova pravila se s vremena na vrijeme mogu prilagođavati. Kada dođe do značajnih promjena u ovdje navedenim pravilima zajednice, bit ćete obaviješteni putem Bailey najave i/ili naših društvenih mreža!",
    "commGuideHeadingInteractions": "Interakcije u Habitici",
    "commGuidePara015": "Habitica ima nekoliko prostora gdje možete komunicirati s drugim igračima. Oni uključuju kontekste privatnog razgovora (privatne poruke i chat u Grupi), kao i značajku Traženje Grupe te Izazove.",
    "commGuidePara016": "Prilikom kretanja društvenim komponentama Habitice, postoji nekoliko općih pravila kako bi svi ostali sigurni i sretni.",
    "commGuideList02A": "<strong>Poštujte jedni druge</strong>. Budite pristojni, ljubazni, prijateljski nastrojeni i od pomoći. Zapamtite: Habiticanci dolaze iz svih sredina i imaju potpuno različita iskustva.",
    "commGuideList02C": "<strong>Ne objavljujte slike ili tekst koji su nasilni, prijeteći ili seksualno eksplicitni/sugestivni, ili koji promiču diskriminaciju, netrpeljivost, rasizam, seksizam, mržnju, uznemiravanje ili nanošenje štete bilo kojoj osobi ili grupi</strong>. Ni pod razno kao šalu ili meme. Ovo uključuje pogrdne izraze, kao i izjave. Nemaju svi isti smisao za humor, stoga nešto što smatrate šalom drugima može biti uvredljivo.",
    "commGuideList02D": "<strong>Budite svjesni da su Habitičani svih dobi i porijekla</strong>. Izazovi i profili igrača ne smiju spominjati teme za odrasle, koristiti psovke ili poticati na sukob ili svađu.",
    "commGuideList02E": "<strong>Ako Vam član Osoblja kaže da je neki izraz zabranjen na Habitici, čak i ako niste znali da je problematičan, ta je odluka konačna.</strong> Uz to, pogrdni izrazi će se tretirati vrlo strogo jer su oni također kršenje Uvjeta korištenja.",
    "commGuideList02G": "<strong>Odmah se pridržavajte svakog zahtjeva Osoblja.</strong> To može uključivati, ali nije ograničeno na, traženje da ograničite svoje objave u određenom prostoru, uređivanje vašeg profila radi uklanjanja neprikladnog sadržaja itd. Nemojte se prepirati s Osobljem. Ako imate nedoumice ili komentare u vezi s postupcima Osoblja, pošaljite e-poruku na <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> kako biste kontaktirali našeg voditelja zajednice.",
    "commGuideList02J": "<strong>Nemojte slati neželjenu poštu</strong>. Slanje neželjene pošte može uključivati, ali nije ograničeno na: slanje više neželjenih privatnih poruka, slanje besmislenih poruka, slanje više promotivnih poruka o Grupi ili Izazovu ili uzastopno stvaranje više sličnih Izazova ili Izazova niske kvalitete. Osoblje ima diskrecijsko pravo odlučiti koje se poruke smatraju neželjenom poštom.",
    "commGuideList02K": "<strong>Nemojte slati poveznice bez objašnjenja ili konteksta</strong>. Ako klikanje igrača na poveznicu rezultira bilo kakvom koristi za Vas, to morate otkriti. Ovo se primjenjuje na poruke kao i na Izazove.",
    "commGuideList02L": "<strong>Izrazito ne potičemo razmjenu osobnih informacija—posebno informacija koje se mogu koristiti za Vašu identifikaciju</strong>. Informacije za identifikaciju mogu uključivati, ali nisu ograničene na: Vašu adresu, Vašu e-poštu te Vašu zaporku ili API Token. Ako se od Vas traže osobne informacije u chatu Grupe ili privatnoj poruci, izrazito preporučujemo da ne odgovorite i da upozorite Osoblje tako što ćete ili prijaviti poruku ili kontaktirati <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> s snimkama zaslona poruka ako je potreban dodatni kontekst.",
    "commGuidePara037": "<strong>Nijedna Grupa ne smije biti osnovana s ciljem napada na bilo koju grupu ili pojedinca</strong>. Borite se protiv loših navika, a ne protiv svojih kolega pustolova!",
    "commGuideHeadingInfractionsEtc": "Kršenja, Posljedice i Oporavak",
    "commGuideHeadingInfractions": "Kršenja",
    "commGuidePara050": "Pretežno, Habitičani pomažu jedni drugima, puni su poštovanja i rade na tome da ovdašnja atmosfera bude zabavna i prijateljska. Međutim, jednom u sto godina, nešto što neki Habitičan učini može prekršiti jednu od gore navedenih Smjernica. Kada se to dogodi, Osoblje će poduzeti sve radnje koje smatra potrebnima kako bi Habitica ostala sigurna i ugodna za sve.",
    "commGuidePara051": "<strong>Postoji niz kršenja, a rješavaju se ovisno o njihovoj ozbiljnosti</strong>. Ovdje se ne radi o sveobuhvatnim popisima, a Osoblje može donositi odluke o temama koje ovdje nisu obrađene, prema vlastitom nahođenju. Osoblje će uzeti kontekst u obzir prilikom procjene kršenja.",
    "commGuideHeadingSevereInfractions": "Teška kršenja",
    "commGuidePara052": "Teška kršenja znatno narušavaju sigurnost Habiticine zajednice i korisnika te stoga rezultiraju ozbiljnim posljedicama.",
    "commGuidePara053": "Slijede primjeri nekih teških kršenja. Ovo nije sveobuhvatan popis.",
    "commGuideList05A": "Ostala kršenja Uvjeta i odredbi koja ovdje nisu navedena",
    "commGuideList05B": "Govor/Slike mržnje, Uznemiravanje/Uhođenje, Internetsko nasilje, Vrijeđanje i Provociranje",
    "commGuideList05C": "Kršenje uvjetne kazne",
    "commGuideList05D": "Lažno predstavljanje kao Osoblje - ovo uključuje tvrdnju da su prostori koje su kreirali igrači, a koji nisu povezani s Habiticom, službeni i/ili da ih moderira Habitica ili njezino Osoblje",
    "commGuideList05E": "Ponavljana umjerena kršenja",
    "commGuideList05F": "Stvaranje dupliciranog računa radi izbjegavanja posljedica",
    "commGuideList05G": "Namjerno obmanjivanje Osoblja s ciljem izbjegavanja posljedica ili dovođenja drugog korisnika u nevolju",
    "commGuideHeadingModerateInfractions": "Umjerena kršenja",
    "commGuidePara054": "Ova će kršenja imati umjerene posljedice. U kombinaciji s višestrukim kršenjima, posljedice mogu postati ozbiljnije.",
    "commGuidePara055": "Slijede neki primjeri Umjerenih kršenja. Ovo nije sveobuhvatan popis.",
    "commGuideList06A": "Ignoriranje, nepoštivanje ili prepiranje s Osobljem. Ako ste zabrinuti zbog jednog od pravila ili ponašanja osoblja, molimo Vas da nas kontaktirate na <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a>.",
    "commGuideList06C": "Namjerno prijavljivanje neproblematičnih Izazova, profila ili poruka.",
    "commGuideList06E": "Ponavljano činjenje manjih kršenja",
    "commGuideHeadingMinorInfractions": "Manja kršenja",
    "commGuidePara056": "Manja kršenja, iako obeshrabrena, i dalje imaju blage posljedice. Ako se nastave događati, s vremenom mogu dovesti do ozbiljnijih posljedica. Manja kršenja obično su prva kršenja ovih Smjernica, ali mogu uključivati i druge okolnosti.",
    "commGuidePara057": "Slijede neki primjeri Manjih kršenja. Ovo nije sveobuhvatan popis.",
    "commGuideList07A": "Prvo kršenje Smjernica za javne prostore",
    "commGuideList07B": "Bilo kakve izjave ili radnje zbog kojih član Osoblja izda upozorenje \"Molimo Nemojte\". Kada se od Vas javno zatraži da nešto ne činite, to samo po sebi može biti posljedica. Ako Osoblje mora izdati mnogo takvih ispravaka istoj osobi, to se može smatrati težim kršenjem",
    "commGuidePara057A": "Neke objave mogu biti skrivene jer sadrže osjetljive informacije ili bi mogle ostaviti pogrešan dojam. To se obično ne računa kao kršenje, posebno ne prvi put da se dogodi!",
    "commGuideHeadingConsequences": "Posljedice",
    "commGuidePara059": "<strong>Kršenja u zajednici imaju izravne posljedice.</strong> Neki primjeri posljedica navedeni su u nastavku.",
    "commGuideHeadingSevereConsequences": "Primjeri teških posljedica",
    "commGuideList09A": "Zabrane računa",
    "commGuideList09C": "Trajno zaustavljanje napredovanja kroz Razinu suradnika",
    "commGuideHeadingModerateConsequences": "Primjeri umjerenih posljedica",
    "commGuideList10D": "Privremeno zaustavljanje napredovanja kroz Razinu suradnika",
    "commGuideHeadingMinorConsequences": "Primjeri manjih posljedica",
    "commGuideList11A": "Podsjetnici na Smjernice",
    "commGuideList11B": "Upozorenja",
    "commGuideList11C": "Zahtjevi",
    "commGuideList11D": "Brisanje problematičnog sadržaja od strane Osoblja",
    "commGuideList11E": "Uređivanje problematičnog sadržaja od strane Osoblja",
    "commGuideHeadingRestoration": "Obnova",
    "commGuidePara061": "Habitica je posvećena samousavršavanju i vjerujemo u druge prilike. <strong>Ako počinite kršenje i snosite posljedicu, gledajte na to kao na priliku da procijenite svoje postupke i nastojite biti bolji član zajednice</strong>.",
    "commGuidePara062": "<strong>Ako želite postaviti pitanja o svom kršenju ili posljedicama, ispričati se ili zatražiti ponovno aktiviranje, molimo Vas da nas kontaktirate na <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> navodeći svoj Korisnički ID ili @korisničko ime</strong>. <strong>Vaša</strong> je odgovornost da se javite.",
    "commGuidePara063": "Ako ne razumijete svoje posljedice ili prirodu svog kršenja, ili ako imate druga pitanja povezana s tim problemom, možete se obratiti osoblju kako biste o tome razgovarali na <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a>. Surađujte s nametnutim ograničenjima i nastojte ispuniti zahtjeve za ukidanje bilo kakvih kazni.",
    "commGuideHeadingMeet": "Upoznajte Osoblje",
    "commGuidePara007": "Osoblje Habitice održava aplikaciju i stranice operativnima te može djelovati kao moderatori chata. Imaju ljubičaste oznake s krunama. Njihov je naziv \"Herojski\".",
    "commGuidePara009": "Trenutni članovi Osoblja su (s lijeva na desno):",
    "commGuideAKA": "<%= habitName %> tj. <%= realName %>",
    "commGuideOnGitHub": "<%= gitHubName %> na GitHubu",
    "commGuidePara011b": "na GitHubu/Fandomu",
    "commGuidePara011c": "na Wikiju",
    "commGuidePara011d": "na GitHubu",
    "commGuidePara013": "U zajednici velikoj poput Habitice, igrači dolaze i odlaze, a ponekad član osoblja ili moderator moraju odložiti svoj plemeniti plašt i opustiti se. Slijede bivši članovi osoblja i moderatori. Oni više ne djeluju s ovlastima člana Osoblja ili Moderatora, ali bismo i dalje željeli odati počast njihovom radu!",
    "commGuidePara014": "Bivše Osoblje i Moderatori:",
    "commGuideHeadingFinal": "Završni odjeljak",
    "commGuidePara067": "I eto ga, hrabri Habitičane -- Smjernice zajednice! Obriši taj znoj s čela i daj si nešto EXP jer si sve pročitao. Ako imate bilo kakvih pitanja ili nedoumica u vezi s ovim Smjernicama zajednice, molimo Vas da nam se obratite putem <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> i rado ćemo Vam pomoći da razjasnimo stvari.",
    "commGuidePara068": "Sada kreni, hrabri pustolove, i uništi neke Dnevne zadatke!",
    "commGuideHeadingLinks": "Korisne poveznice",
    "commGuideLink02": "<a href='https://habitica.fandom.com/wiki/Habitica_Wiki' target='_blank'>Wiki</a>: najveća zbirka informacija o Habitici. Imajte na umu da je ovaj prostor neslužben, hostira ga Fandom i održavaju ga igrači.",
    "commGuideLink03": "<a href='https://github.com/HabitRPG/habitica' target='_blank'>GitHub</a>: za pomoć s kodom!",
    "commGuideLink04": "<a href='https://docs.google.com/forms/d/e/1FAIpQLScPhrwq_7P1C6PTrI3lbvTsvqGyTNnGzp1ugi1Ml0PFee_p5g/viewform?usp=sf_link' target='_blank'>Obrazac za povratne informacije</a>: za zahtjeve za značajke stranice i aplikacije.",
    "commGuidePara069": "Sljedeći talentirani umjetnici doprinijeli su ovim ilustracijama:",
    "commGuideList01A": "Naše Smjernice i Uvjeti korištenja primjenjuju se u Izazovima, Grupama, profilima igrača i privatnim porukama.",
    "commGuideList02N": "<strong>Prijavite sve što vidite, a što krši ove Smjernice ili naše Uvjete korištenja</strong>. Poruku možete prijaviti izravno ili obavijestiti osoblje putem adrese <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> za kršenja u profilima ili Izazovima. Riješit ćemo ih što je brže moguće. Možete nas kontaktirati na svom materinjem jeziku ako Vam je tako lakše: možda ćemo morati koristiti Google Prevoditelj, ali želimo da Vam bude ugodno kontaktirati nas ako imate problem.",
    "commGuideList02M": "<strong>Nemojte tražiti niti moliti za Dragulje, pretplate ili članstvo u Grupnim planovima</strong>. Ako vidite ili primite neželjene poruke u kojima se traže plaćene stavke, molimo Vas da ih prijavite. Višestruko traženje Dragulja ili pretplate, osobito nakon upozorenja, može rezultirati zabranom pristupa računu.",
    "commGuideList02H": "<strong>Sva Imena za prikaz i @korisnička imena moraju biti u skladu s Uvjetima korištenja</strong>. Za promjenu Imena za prikaz i/ili @korisničkog imena: na mobilnom uređaju idite na Izbornik > Postavke > Račun. Na webu idite na Postavke preko ikone korisnika u gornjoj navigaciji.",
    "commGuideList02I": "<strong>Nazivi Izazova trebaju biti prikladni za sve prostore, jer će se pojaviti u javnom profilu pobjednika</strong>. Imajte to na umu prilikom stvaranja Izazova jer ćemo biti prisiljeni urediti zapis u njihovom profilu u slučaju prijave.",
    "commGuideList02O": "<strong>Grupe mogu stvarati vlastita pravila za chat radi udobnosti i želja svojih članova</strong>. Međutim, administratori ne mogu provoditi pravila chata u tim privatnim prostorima osim ako ne dođe do kršenja Uvjeta korištenja, uključujući uznemiravanje. Ako netko u Vašoj Grupi stvara probleme, potičemo vođu Grupe da ga ukloni.",
    "commGuideList02P": "<strong>Ne potičemo slanje neželjenih privatnih poruka</strong>. Ako primite neželjenu poruku zbog koje Vam je neugodno ili koja krši ove Smjernice ili Uvjete korištenja, blokirajte pošiljatelja i prijavite je kako biste skrenuli pozornost Osoblju.",
    "commGuideList02Q": "<strong>Nemojte pokušavati zaobići blok</strong>. Ako Vas je netko blokirao u slanju privatnih poruka, nemojte ga kontaktirati negdje drugdje kako biste ga tražili da Vas deblokira.",
    "commGuideList05H": "Teški ili ponovljeni pokušaji prevare ili pritiskanja drugih igrača za predmete koji se plaćaju stvarnim novcem",
    "commGuideList09D": "Uklanjanje ili degradacija Razina suradnika",
    "commGuideList09E": "Trajno uklanjanje mogućnosti slanja privatnih poruka ili pojavljivanja u pretrazi članova Grupe",
    "commGuideList10G": "Privremeno onemogućavanje mogućnosti slanja privatnih poruka ili pojavljivanja u pretrazi članova Grupe"
}
