{
    "frequentlyAskedQuestions": "Često Postavljena Pitanja",
    "iosFaqStillNeedHelp": "Ako imate pitanje koje nije na ovom popisu ili na [Wiki FAQ](https://habitica.fandom.com/wiki/FAQ), dođite pitati u Tavern chat pod Menu > Tavern! Rado ćemo pomoći.",
    "androidFaqStillNeedHelp": "Ako imate pitanje koje nije na ovom popisu ili na [Wiki FAQ](https://habitica.fandom.com/wiki/FAQ), dođite pitati u Tavern chat pod Menu > Tavern! Rado ćemo pomoći.",
    "webFaqStillNeedHelp": "Ako imate pitanje koje nije na ovom popisu ili na [Wiki FAQ](https://habitica.fandom.com/wiki/FAQ), dođite pitati u [Habitica Help guild](https://habitica .com/groups/guild/5481ccf3-5d2d-48a9-a871-70a7380cee5a)! Rado ćemo pomoći.",
    "commonQuestions": "Uobičajena Pitanja",
    "faqQuestion25": "Što su različite vrste zadataka?",
    "faqQuestion26": "Koji su neki jednostavni zadatci?",
    "faqQuestion27": "Zašto zadaci mijenjaju boju?",
    "webFaqAnswer32": "Svi igrači počinju kao klasa Ratnik dok ne dosegnu 10. razinu. Kada dosegneš 10. razinu, dobit ćeš izbor između odabira nove klase ili nastavka igranja kao Ratnik.\n\nSvaka klasa ima različitu Opremu i Vještine. Ako ne želiš odabrati klasu, možeš odabrati \"Odustani\". Ako odustaneš, sustav klasa uvijek možeš kasnije omogućiti u Postavkama.\n\nAko želiš promijeniti klasu nakon 10. razine, to možeš učiniti pomoću Kugle Ponovnog Rođenja. Kugla Ponovnog Rođenja postaje dostupna u Dućanu za 6 Dragulja na 50. razini ili besplatno na 100. razini.\n\nAlternativno, klasu možeš promijeniti bilo kada u Postavkama za 3 Dragulja. To neće resetirati tvoju razinu kao Kugla Ponovnog Rođenja, ali će ti omogućiti da ponovno raspodijeliš bodove vještina koje ste akumulirali tijekom podizanja razina kako bi odgovarali tvojoj novoj klasi.",
    "faqQuestion33": "Što je plava traka koja se pojavljuje nakon razine 10?",
    "faqQuestion34": "Kakvu hranu moj ljubimac voli?",
    "faqQuestion36": "Kako da promijenim izgled svog Avatara?",
    "faqQuestion37": "Zašto se moja Oprema ne prikazuje na mom Avataru?",
    "faqQuestion29": "Kako mogu oporaviti HP?",
    "webFaqAnswer29": "Možete oporaviti 15 HP kupnjom napitka za zdravlje iz stupca Nagrade za 25 zlata. Osim toga, uvijek ćete oporaviti puni HP kada se popnete na višu razinu!",
    "faqQuestion30": "Što se događa kada mi ponestane HP-a?",
    "webFaqAnswer30": "Ako ti HP dosegne nulu, izgubit ćeš jednu razinu, bod za atribut te razine, svo svoje Zlato i komad opreme koji se može ponovno kupiti. Možeš se oporaviti dovršavanjem zadataka i ponovnim podizanjem razine.",
    "faqQuestion31": "Zašto sam gubio HP prilikom interakcije s ne-negativnim zadatkom?",
    "faqQuestion32": "Kako mogu odabrati klasu?",
    "webFaqAnswer33": "Nakon što otključate Klasni Sustav, otključavate i Vještine za koje je potrebna Mana. Mana je određena vašom INT statistikom i može se prilagoditi vještinama i opremom.",
    "faqQuestion35": "Nahranio sam svog ljubimca i nestao je! Što se dogodilo?",
    "faqQuestion38": "Zašto ne mogu kupiti određene artikle?",
    "faqQuestion39": "Gdje mogu nabaviti više opreme?",
    "faqQuestion40": "Što su dragulji i kako ih mogu dobiti?",
    "faqQuestion41": "Što su Mistični pješčani satovi i kako ih mogu dobiti?",
    "faqQuestion42": "Što mogu učiniti kako bih povećao/la odgovornost?",
    "faqQuestion43": "Kako mogu prihvatiti zadatke?",
    "faqQuestion44": "Kako mogu izbrisati zadatke Izazova?",
    "faqQuestion45": "Moj avatar se transformirao u snjegovića, morsku zvijezdu, cvijet ili duha. Kako se mogu vratiti u to stanje?",
    "webFaqAnswer26": "Pozitivne navike (Ponašanja koja želiš potaknuti; trebaju imati gumb s plusom)\n\n*Uzeti vitamine\n*Koristiti zubni konac\n*Jedan sat učenja\n\nNegativne navike (Ponašanja koja želiš ograničiti ili izbjegavati; trebaju imati gumb s minusom)\n\n*Pušenje\n*Beskrajno \"skrolanje\" (doom scrolling)\n*Grizenje noktiju\n\nDvostruke navike (Navike koje uključuju pozitivnu i negativnu opciju; trebaju imati i plus i minus gumb)\n\n*Piti vodu vs. piti gazirano piće\n*Učiti vs. odugovlačiti\n\nPrimjeri dnevnih zadataka (Zadaci koje želiš ponavljati po redovnom rasporedu)\n*Oprati suđe\n*Zaliti biljke\n*30 minuta tjelesne aktivnosti\n\nPrimjeri obaveza (Zadaci koje trebaš napraviti samo jednom)\n\n*Zakazati termin\n*Organizirati ormar\n*Završiti esej",
    "webFaqAnswer25": "Habitica koristi tri različite vrste zadataka kako bi se prilagodila vašim potrebama: Navike, Dnevne zadatke i Obaveze.\n\nNavike mogu biti pozitivne ili negativne i predstavljaju nešto što želite pratiti više puta dnevno ili po nepredviđenom rasporedu. Pozitivne navike donose nagrade, poput zlata i iskustva (Exp), dok te negativne navike koštaju zdravlja (HP).\n\nDnevni zadaci su ponavljajući zadaci koje želite obavljati po strukturiranom rasporedu. Na primjer, jednom dnevno, tri puta tjedno ili četiri puta mjesečno. Neizvršeni dnevni zadaci uzrokuju gubitak HP-a, ali što su teži, to su nagrade bolje!\n\nObaveze su jednokratni zadaci koji vam daju nagrade nakon što ih završite. Mogu imati rok, ali nećete izgubiti HP ako ga propustite.\n\nOdaberite vrstu zadatka koja najbolje odgovara onome što želite postići!",
    "webFaqAnswer37": "Provjeri je li opcija Kostim uključena. Ako tvoj Avatar nosi Kostim, taj set Opreme će biti prikazan umjesto tvoje Borbene Opreme.\n\nZa uključivanje/isključivanje Kostima na mobilnim aplikacijama:\nIz Izbornika, odaberi \"Oprema\" da bi pronašli prekidač za Kostim\n\nZa uključivanje/isključivanje Kostima na web stranici:\nIz Inventara, odaberi \"Oprema\" i pronađi prekidač za Kostim na kartici Kostim u ladici Opreme",
    "webFaqAnswer27": "Boja zadatka vizualni je prikaz njegove vrijednosti. Svi zadaci počinju kao žuti (neutralno), plava je bolja, a crvena je lošija. Evo kako se vrijednost zadatka određuje za svaki tip:\n\nNavike postaju više plave ili crvene ovisno o tome tapnete li gumb plus (+) ili minus (-). Pozitivne i negativne Navike s vremenom se spuštaju na žutu boju ako ih ne dovršavate. Dvostruke navike (Dual Habits) mijenjaju boju isključivo na temelju tvojih unosa.\n\nDnevni zadaci mijenjaju boju ovisno o tome koliko se često dovršavaju; postaju više plavi kako se dovršavaju ili više crveni ako ih propuštaš.\n\nObaveze postupno postaju više crveni što duže ostaju nedovršene.\n\nŠto je zadatak više crven, to ćeš više Zlata i Iskustva zaraditi za njegovo dovršavanje, stoga se svakako uhvati u koštac i s najtežim zadacima!",
    "faqQuestion28": "Mogu li pauzirati svoje Dnevne zadatke ako trebam odmor?",
    "webFaqAnswer28": "Da! Gumb \"Pauziraj štetu\" možeš pronaći u Postavkama. On će spriječiti da gubiš HP zbog propuštenih Dnevnih zadataka. To je korisno ako si na odmoru, trebaš predah, ili zbog bilo kojeg drugog razloga zbog kojeg ti treba pauza. Ako sudjeluješ u Pustolovini, tvoj vlastiti preostali napredak bit će pauziran, ali i dalje ćeš primiti štetu od propuštenih Dnevnih zadataka članova tvoje Grupe.\n\nDa bi pauzirali samo određene Dnevne zadatke, možeš urediti njihovo raspoređivanje tako da dospijevaju svakih 0 dana dok ih ne budete spremani ponovno pokrenuti.",
    "webFaqAnswer31": "Ako dovršiš zadatak i izgubiš HP, iako ne bi trebali, to znači da ste naišlo na kašnjenje dok poslužitelj sinkronizira promjene napravljene na drugim platformama. Na primjer, ako na mobilnoj aplikaciji potrošiš Zlato, Manu ili izgubiš HP, a zatim dovršiš zadatak na web stranici, poslužitelj samo potvrđuje da je sve sinkronizirano.",
    "webFaqAnswer34": "Kućni ljubimci vole hranu koja odgovara njihovoj boji. Osnovni ljubimci su iznimka, ali svi Osnovni ljubimci vole istu stavku. Specifičnu hranu koju svaki Ljubimac voli možeš vidjeti u nastavku:\n\n * Osnovni ljubimci vole Meso\n * Bijeli ljubimci vole Mlijeko\n * Pustinjski ljubimci vole Krumpir\n * Crveni ljubimci vole Jagode\n * Sjenoviti ljubimci vole Čokoladu\n * Ljubimci kosturi vole Ribu\n * Zombi ljubimci vole Trulo meso\n * Ružičasti ljubimci Šećerne vate vole Ružičastu šećernu vatu\n * Plavi ljubimci Šećerne vate vole Plavu šećernu vatu\n * Zlatni ljubimci vole Med",
    "webFaqAnswer35": "Nakon što nahraniš svog Ljubimca dovoljno da ga pretvoriš u Životinju za jahanje, morat ćeš ponovno izleći tog tipa Ljubimca da bi ga imali u svojoj štali.\n\nZa pregled Životinju za jahanje na mobilnim aplikacijama:\n\nIz Izbornika, odaberi \"Ljubimci i Životinje za jahanje\" i prebaci se na karticu Životinje za jahanje.\n\nZa pregled Životinja za jahanje na web stranici:\n\nIz izbornika Inventar , odaberi \"Ljubimci i Životinje za jahanje\" i pomakni se dolje do sekcije Životinje za jahanje",
    "webFaqAnswer36": "Postoje bezbrojni načini da prilagodiš izgled svog Habitica Avatara! Možeš promijeniti oblik tijela svog Avatara, frizuru i boju kose, boju kože, ili dodati naočale ili pomagala za kretanje odabirom \"Prilagodi Avatara\" iz izbornika.\n\nZa prilagođavanje Avatara na mobilnim aplikacijama:\nIz Izbornika, odaberi \"Prilagodi Avatara\"\n\nZa prilagođavanje Avatara na web stranici:\nIz korisničkog izbornika u navigaciji, odaberi \"Prilagodi Avatara\"",
    "webFaqAnswer38": "Novi igrači Habitice mogu kupiti samo osnovnu Opremu klase Ratnik. Igrači moraju kupovati Opremu u slijednom redu kako bi otključali sljedeći komad.\n\nMnogi komadi Opreme specifični su za klase, što znači da igrač može kupiti samo Opremu koja pripada njegovoj trenutnoj klasi.",
    "webFaqAnswer39": "Ako želiš dobiti više Opreme, možeš postati pretplatnik Habitice, okušati sreću s Začaranim Ormarom, ili se rasipati tijekom jedne od Habitica Velikih Gala.\n\nPretplatnici Habitice primaju poseban ekskluzivni set opreme svakog mjeseca i Mistične pješčane satove za kupnju setova Opreme iz prošlosti u Dućanu Putnika kroz Vrijeme.\n\nŠkrinja s blagom Začarani Ormar u tvojim Nagradama sadrži preko 350 komada Opreme! Za 100 Zlata, imat ćeš priliku dobiti posebnu Opremu, Hranu za podizanje tvog Ljubimca u Životinju za jahanje, ili Iskustvo za podizanje razine!\n\nTijekom četiri sezonske Velike Gale, potpuno nova oprema specifična za klase postaje dostupna za kupnju Zlatom, a prijašnji setovi Gala mogu se kupiti Draguljima.",
    "webFaqAnswer40": "Dragulji su Habitica valuta unutar aplikacije koja se plaća, a služi za kupnju Opreme, prilagodbi Avatara, Pozadina i još mnogo toga! Dragulje se može kupiti u paketima ili, ako ste pretplatnik Habitice, Zlatom. Dragulje također možete osvojiti ako ste odabrani kao pobjednik u Izazovu.",
    "webFaqAnswer41": "Mistični pješčani satovi su Habitica ekskluzivna valuta za pretplatnike koja se koristi u Trgovini Putnika kroz Vrijeme . Pretplatnici primaju jedan Mistični pješčani sat na početku svakog mjeseca u kojem imaju pretplatničke pogodnosti, zajedno s hrpom drugih povlastica. Svakako provjeri naše pretplatničke opcije ako te zanimaju posebne Pozadine, Ljubimci, Pustolovine i Oprema koji se nude u Trgovini Putnika kroz Vrijeme!"
}
