{
    "tavernCommunityGuidelinesPlaceholder": "תזכורת ידידותית: זוהי קבוצה לכל הגילאים, נא להקפיד על תוכן ושפה הולמים. אפשר להתייעץ לגבי ההנחיות הקהילתיות בצד אם יש לך שאלות.",
    "lastUpdated": "עדכון אחרון:",
    "commGuideHeadingWelcome": "ברוך בואך להביטיקה!",
    "commGuidePara001": "ברכות, הרפתקן/ית! ברוך בואך להביטיקה, ארץ של פרודוקטיביות, חיים בריאים ולעיתים של הגרייפון המשתולל. יש לנו קהילת מאירת פנים מלאה באנשים שתומכים אחד בשני בדרך לשיפור עצמי. על מנת להשתלב, כל מה שנדרש זו גישה חיובית ומכבדת, וההבנה שלכל אחד יש כוחות והגבלות שונות -- לרבות אותך! ההביטיקאנים מראים סבלנות אחד כלפי השני ומנסים לעזור מתי שאפשר.",
    "commGuidePara002": "על מנת לוודא שכולם יהיו בטוחים, שמחים ויעילים, יש לנו מספר הנחיות לאתגרים, פרופילים של משתמשים, התכתבויות קבוצתיות והודעות פרטיות. ניסחנו את ההנחיות בקפידה על מנת לוודא שהן ידידותיות ומובנות ככל האפשר. נא לקחת את הזמן ולקרוא אותן לפני שמתחילים ליצור קשר עם שחקנים אחרים.",
    "commGuidePara003": "הנחיות אלה עשויות להשתנות מעט מעת לעת. כאשר יופיעו כאן שינויים מהותיים בכללי הקהילה, נודיע לך על כך דרך הכרזות של ביילי ו/או בחשבונות שלנו ברשתות החברתיות!",
    "commGuideHeadingInteractions": "אינטראקציה בהביטיקה",
    "commGuidePara015": "",
    "commGuidePara016": "בעת השימוש בהיבט החברתי של הביטיקה, ישנם מספר כללים כלליים שנועדו לוודא שכולם יהיו בטוחים ושמחים.",
    "commGuideList02A": "<strong>Respect each other</strong>. Be courteous, kind, friendly, and helpful. Remember: Habiticans come from all backgrounds and have had wildly divergent experiences. This is part of what makes Habitica so cool! Building a community means respecting and celebrating our differences as well as our similarities. Here are some easy ways to respect each other.",
    "commGuideList02C": "",
    "commGuideList02D": "",
    "commGuideList02E": "",
    "commGuideList02G": "<strong>Comply immediately with any Mod request</strong>. This could include, but is not limited to, requesting you limit your posts in a particular space, editing your profile to remove unsuitable content, asking you to move your discussion to a more suitable space, etc.",
    "commGuideList02J": "",
    "commGuideList02K": "",
    "commGuideList02L": "",
    "commGuidePara037": "<strong>אין ליצור קבוצות או צוותים במטרה לתקוף שום קבוצה או אדם פרטי</strong>. אנחנו אמורים להילחם בהרגלים הרעים, לא בהרפתקנים אחרים!",
    "commGuideHeadingInfractionsEtc": "עבירות, השלכות ותיקונן",
    "commGuideHeadingInfractions": "עבירות",
    "commGuidePara050": "בגדול, ההביטיקנים עוזרים זה לזה, מכבדים אחד את השני, ופועלים יחד כדי לדאוג שהאווירה כאן תהיה נעימה וחברותית. אולם, לעיתים רחוקות מאוד, מעשהו של הביטיקן עשוי להפר את אחד מהחוקים הנ״ל. כאשר זה קורה, המנהלים ינקטו בכל פעולה שנראית להם הכרחית כדי להשאיר את הביטיקה בטוחה ונוחה עבור כולם.",
    "commGuidePara051": "",
    "commGuideHeadingSevereInfractions": "עבירות חמורות",
    "commGuidePara052": "עבירות חמורות הן אלו שפוגעות פגיעה אנושה בביטחון קהילת הביטיקה ומשתמשיה, וכתוצאה מכך יש להן גם השלכות חמורות.",
    "commGuidePara053": "להלן רשימת דוגמאות לעבירות חמורות, זו איננה רשימה כוללת.",
    "commGuideList05A": "",
    "commGuideList05B": "הפצת מילות/תמונות שנאה, הטרדה/מעקב, בריונות-רשת, וכחנות והצקה",
    "commGuideList05C": "הפרה של תנאי תקופת מבחן",
    "commGuideList05D": "",
    "commGuideList05E": "ביצוע עבירות בינוניות בצורה חוזרת ונשנית",
    "commGuideList05F": "יצירת העתק של החשבון במטרה להימנע מהשלכות",
    "commGuideList05G": "",
    "commGuideHeadingModerateInfractions": "עבירות בדרגת חומרה בינונית",
    "commGuidePara054": "עבירות בינוניות אינן פוגעות בביטחון הקהילה, אך הן יוצרות חוויה לא נעימה. לעבירות כאלו יהיו השלכות מתונות. אם ייעשו עבירות נוספות, ייתכן ויהיו לכך השלכות חמורות יותר.",
    "commGuidePara055": "להלן רשימת דוגמאות לעבירות בינוניות. זו איננה רשימה כוללת.",
    "commGuideList06A": "",
    "commGuideList06C": "דיווח על אתגרים, פרופילים, או הודעות שאינם מהווים הפרה של ההנחיות, מתוך מניעים אישיים.",
    "commGuideList06E": "",
    "commGuideHeadingMinorInfractions": "עבירות משניות",
    "commGuidePara056": "עבירות משניות, למרות שאינן רצויות, מובילות רק להשלכות משניות. אם ביצוע העבירות ממשיך לחזור, הן עשויות להוביל להשלכות חמורות יותר.",
    "commGuidePara057": "להלן רשימת דוגמאות לעבירות משניות. זו איננה רשימה כוללת.",
    "commGuideList07A": "הפרה ראשונה של חוקי המרחבים הציבוריים",
    "commGuideList07B": "",
    "commGuidePara057A": "",
    "commGuideHeadingConsequences": "השלכות",
    "commGuidePara059": "<strong>לכל עבירה בקהילה יש השלכה ישירה. </strong> דוגמאות להשלכות אפשריות רשומות מטה.",
    "commGuideHeadingSevereConsequences": "דוגמאות להשלכות חמורות",
    "commGuideList09A": "",
    "commGuideList09C": "עצירה לתמיד של ההתקדמות ברמות תורם",
    "commGuideHeadingModerateConsequences": "דוגמאות להשלכות מתונות",
    "commGuideList10D": "השהייה זמנית של ההתקדמות ברמות תורם",
    "commGuideHeadingMinorConsequences": "דוגמאות להשלכות שוליות",
    "commGuideList11A": "תזכורות לגבי ההנחיות",
    "commGuideList11B": "אזהרות",
    "commGuideList11C": "בקשות",
    "commGuideList11D": "מחיקה של תוכן בעייתי על ידי הצוות",
    "commGuideList11E": "עריכה של תוכן בעייתי על ידי הצוות",
    "commGuideHeadingRestoration": "שחזור",
    "commGuidePara061": "",
    "commGuidePara062": "",
    "commGuidePara063": "",
    "commGuideHeadingMeet": "הכירו את הצוות",
    "commGuidePara007": "לצוות יש תגיות סגולות המסומנות בכתרים. התואר שלהם הוא \"הירואי\".",
    "commGuidePara009": "חברי הצוות הנוכחיים הם (משמאל לימין):",
    "commGuideAKA": "",
    "commGuideOnGitHub": "‏<%= gitHubName %> ב־GitHub",
    "commGuidePara011b": "בתוך Github‏/Fandom",
    "commGuidePara011c": "בוויקי",
    "commGuidePara011d": "ב־GitHub",
    "commGuidePara013": "",
    "commGuidePara014": "",
    "commGuideHeadingFinal": "הפסקה האחרונה",
    "commGuidePara067": "So there you have it, brave Habitican -- the Community Guidelines! Wipe that sweat off of your brow and give yourself some XP for reading it all. If you have any questions or concerns about these Community Guidelines, please reach out to us via the <a href='http://contact.habitica.com/' target='_blank'>Moderator Contact Form</a> and we will be happy to help clarify things.",
    "commGuidePara068": "עכשיו התקדמו לכם, הרפתקנים אמיצים, והרגו כמה מטלות יומיומיות!",
    "commGuideHeadingLinks": "קישורים שימושיים",
    "commGuideLink02": "",
    "commGuideLink03": "",
    "commGuideLink04": "",
    "commGuidePara069": "האמנים המוכשרים הבאים תרמו ליצירת איורים אלו:",
    "commGuideList01A": "התנאים וההתניות חלים על כל המרחבים, לרבות גילדות פרטיות, צ׳אט חבורה, והודעות.",
    "commGuideList09D": "הסרה או הנמכה של דרגות התורם",
    "commGuideList02Q": "<strong>אין לנסות לעקוף חסימה</strong>. אם מישהו חסם אותך מהאפשרות לשלוח לו הודעות, אין ליצור איתו קשר במקום אחר בשביל לבקש ממנו להסיר את החסימה.",
    "commGuideList02M": "<strong>אין לבקש או להתחנן לקבלת יהלומים, תוכניות למנויים, או חברות בתוכניות קבוצתיות</strong>. אם קיבלת הודעות לא רצויות המבקשות ממך לתת פריטים בתשלום, נא לדווח עליהן. התחננות חוזרת ונשנית לקבלת יהלומים או תוכניות למנויים, במיוחד לאחר קבלת אזהרה, עלולה לגרום להשעיית החשבון."
}
