{
    "needTips": "Need some tips on how to begin? Here's a straightforward guide!",
    "step1": "Step 1: Enter Tasks",
    "webStep1Text": "אין שום טעם בהביטיקה בלי מטרות מהעולם האמיתי, אז תייצרו לכם כמה משימות. תוכלו להוסיף עוד בהמשך ככל שתחשבו עליהן! ניתן ליצור את כל סוגי המשימות באמצעות לחיצה על כפתור הפלוס.\n* **Set up [To Do's](https://habitica.fandom.com/wiki/To_Do%27s):** Enter tasks you do once or rarely in the To Do's column, one at a time. You can click on the tasks to edit them and add checklists, due dates, and more!\n* **הכינו [Dailies](https://habitica.fandom.com/wiki/Dailies):** Enter activities you need to do daily or on a particular day of the week, month, or year in the Dailies column. Click task to edit when it will be due and/or set a start date. You can also make it due on a repeating basis, for example, every 3 days.\n* **Set up [Habits](https://habitica.fandom.com/wiki/Habits):** Enter habits you want to establish in the Habits column. You can edit the Habit to change it to just a good habit :heavy_plus_sign: or a bad habit :heavy_minus_sign:\n* **Set up [Rewards](https://habitica.fandom.com/wiki/Rewards):** In addition to the in-game Rewards offered, add activities or treats which you want to use as a motivation to the Rewards column. It's important to give yourself a break or allow some indulgence in moderation!\n* If you need inspiration for which tasks to add, you can look at the wiki's pages on [Sample Habits](https://habitica.fandom.com/wiki/Sample_Habits), [Sample Dailies](https://habitica.fandom.com/wiki/Sample_Dailies), [Sample To Do's](https://habitica.fandom.com/wiki/Sample_To_Do%27s), and [Sample Rewards](https://habitica.fandom.com/wiki/Sample_Custom_Rewards).",
    "step2": "Step 2: Gain Points by Doing Things in Real Life",
    "webStep2Text": "",
    "step3": "שלב 3: התאמה אישית וסיור בהביטיקה",
    "webStep3Text": "",
    "overviewQuestionsRevised": "יש שאלות? אפשר להעיף מבט בעמוד <a href='/static/faq'>השאלות הנפוצות</a>! אם אין שם תשובה לשאלה שלך, ניתן לבקש סיוע בטופס הזה: "
}
