{
    "tavernCommunityGuidelinesPlaceholder": "Lembrete amigável: esta sala de chat é para todas as idades, por isso mantenha o conteúdo e linguagem apropriadas! Consulte as Diretrizes de Comunidade na barra lateral se tiver perguntas.",
    "lastUpdated": "Atualizado pela última vez em:",
    "commGuideHeadingWelcome": "Bem-vindo ao Habitica!",
    "commGuidePara001": "Saudações, aventureiro! Bem-vindo ao Habitica, a terra da produtividade, vida saudável e o ocasional grifo enfurecido.",
    "commGuidePara002": "Para ajudar a manter todos seguros, felizes e produtivos, temos algumas diretrizes para Desafios, perfis de jogadores, chat em grupo e mensagens privadas. Criamos cuidadosamente essas diretrizes para torná-las o mais amigável e fácil de ler possível. Por favor, reserve um tempo para lê-las antes de começar a interagir com outros jogadores.",
    "commGuidePara003": "Essas regras podem ser adaptadas de tempos em tempos. Quando houver mudanças substanciais nas regras da comunidade listadas aqui, você ficará sabendo por meio de um anúncio da Bailey e/ou das nossas redes sociais!",
    "commGuideHeadingInteractions": "Interacções no Habitica",
    "commGuidePara015": "Habitica tem alguns espaços onde você pode interagir com outros jogadores. Estes incluem contextos de chat privado (mensagens privadas e chats em grupo) e também o recurso de Procurar Grupo e Desafios.",
    "commGuidePara016": "Ao navegar pelos componentes sociais do Habitica, existem algumas regras gerais para manter todos seguros e felizes.",
    "commGuideList02A": "<strong>Respeitem-se mutuamente</strong>. Sejam atenciosos, gentis, amigáveis e estejam disponíveis para ajudar. Lembrem-se: os Habiticanos têm origens diferentes e tiveram experiências muito divergentes entre si.",
    "commGuideList02C": "<strong>Não publique imagens ou textos que sejam violentos, ameaçadores, sexualmente explícitos/sugestivos, ou que promovam discriminação, preconceito, racismo, sexismo, ódio, assédio ou dano contra qualquer indivíduo ou grupo</strong>. Nem mesmo como piada ou meme. Isso inclui insultos, bem como declarações. Nem todos têm o mesmo senso de humor, então algo que você considere uma piada pode ser prejudicial para outro.",
    "commGuideList02D": "<strong>Mantenham os debates apropriados para todas as idades</strong>. Temos muitos jovens Habiticanos a usar este site! Vamos tentar não manchar os inocentes nem dificultar a qualquer Habiticano a chegada às suas metas.",
    "commGuideList02E": "<strong>Evita a profanidade. Isto inclui declarações mais brandas sobre religião que possam ser consideradas aceitáveis noutros contextos</strong>. Temos pessoas de todas as origens culturais e religiosas e queremos que todas se sintam confortáveis nos espaços públicos. <strong>Se um moderador ou membro do staff te diz que determinado termo não é permitido no Habitica, mesmo que seja um termo que tu não entendas como problemático, essa decisão é final</strong>. Além disto, insultos serão tratados com severidade, uma vez que são também uma violação dos Termos de Serviço.",
    "commGuideList02G": "<strong>Cumpre imediatamente qualquer pedido de um Moderador</strong>. Isto pode incluir, mas não está limitado a, pedir que limites as tuas publicações num determinado espaço, que edites o teu perfil de forma a removeres conteúdo impróprio, etc. Não discuta com os Moderadores. Se tem preocupações ou comentários sobre as ações dos Moderadores, envie um e-mail para <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> para contactar o nosso gerente da comunidade.",
    "commGuideList02J": "<strong>Não envie spam</strong>. Enviar spam inclui mas não está limitado a: enviar várias mensagens privadas indesejadas, enviar mensagens sem sentido, enviar múltiplas mensagens a promover uma Equipa ou Desafio, ou criar múltiplos Desafios seguidos similares ou com pouca qualidade. Fica ao critério dos Moderadores decidir se algo é spam.",
    "commGuideList02K": "<strong>Não envie ligações sem explicação ou contexto</strong>. Se os jogadores clicarem numa ligação e isso resultar em algum benefício para si, você tem que divulgar isso. Isto aplica-se tanto às mensagens, como aos Desafios.",
    "commGuideList02L": "<strong>Desencorajamos veementemente a troca de informação pessoal--especialmente informação que permita identificar-te</strong>. Informação sobre identidade pode incluir mas não está limitada a: morada; e-mail e código API/senha.Se alguém te pedir informação pessoal no bate-papo da Equipa ou por mensagem privada, recomendamos veementemente que não respondas e alertes os Moderadores, seja com uma denúncia da mensagem ou contactando através de <a href='mailto:admin@habitica.com' target='_blank'> admin@habitica.com</a> com screenshots da mensagem, caso seja necessário mais contexto.",
    "commGuidePara037": "<strong>Nenhuma Guilda, Pública ou Privada, deve ser criada com o intuito de atacar qualquer grupo ou indivíduo</strong>. A criação de uma Guilda deste tipo é razão para expulsão imediata. Combate maus hábitos e não os teus companheiros de aventuras!",
    "commGuideHeadingInfractionsEtc": "Infrações, Consequências e Restauração",
    "commGuideHeadingInfractions": "Infrações",
    "commGuidePara050": "Em sua imensa maioria, Habiticanos auxiliam uns aos outros, são respeitosos, e trabalham para manter esta atmosfera divertida e amigável. Contudo, de vez em quando, algo que um Habiticano faz pode violar uma das Diretrizes acima. Quando isso ocorre, os Moderadores tomarão as medidas que considerarem necessárias para manter Habitica segura e confortável para todos.",
    "commGuidePara051": "<strong>Existem uma série de infracções e a forma de lidar com cada uma delas depende da sua seriedade</strong>. Estas listas não são exaustivas e os Moderadores podem tomar decisões sobre assuntos que não foram aqui contemplados, de acordo com os seus próprios critérios. Os Moderadores vão ter em consideração o contexto ao avaliar cada infracção.",
    "commGuideHeadingSevereInfractions": "Infrações Severas",
    "commGuidePara052": "Infrações Severas causam grande dano à segurança da comunidade de Habitica e seus usuários e, portanto, tem consequências severas.",
    "commGuidePara053": "Estes são alguns exemplos de Infrações Severas. Esta não é uma lista completa.",
    "commGuideList05A": "Outras violações de Termos e Condições não especificadas aqui",
    "commGuideList05B": "Discurso de Ódio/Imagens, Assédio/Perseguição, Cyber-Bullying, Discussões Inflamadas, e \"Trolling\"",
    "commGuideList05C": "Violação da Condicional",
    "commGuideList05D": "Fazer-se passar por Moderadores - isto inclui alegar que espaços criados por jogadores e não afiliados com Habitica são oficiais e/ou moderados por Habitica e pelos seus Moderadores.",
    "commGuideList05E": "Repetidas Infrações Moderadas",
    "commGuideList05F": "Criação de uma conta duplicada para evitar consequências",
    "commGuideList05G": "Engano intencional de Moderadores para evitar consequências ou colocar outro utilizador em apuros",
    "commGuideHeadingModerateInfractions": "Infrações Moderadas",
    "commGuidePara054": "Essas infrações terão consequências moderadas. Quando em conjunto com múltiplas infrações, as consequências podem ter sua severidade aumentada.",
    "commGuidePara055": "Estes são alguns exemplos de Infrações Moderadas. Esta não é uma lista completa.",
    "commGuideList06A": "Ignorar, faltar ao respeito ou discutir com os Moderadores. Se tiver alguma preocupação sobre uma regra ou comportamento dos Moderadores, por favor contacte-nos através de (<a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a>).",
    "commGuideList06C": "Assinalar intencionalmente Desafios, perfis, ou mensagens inocentes.",
    "commGuideList06E": "Cometer repetidamente Infracções Leves",
    "commGuideHeadingMinorInfractions": "Infrações Leves",
    "commGuidePara056": "Infrações Leves, apesar de desencorajadas, têm consequências pequenas. Se elas continuarem a ocorrer, podem levara consequências mais severas com o passar do tempo. Infrações leves são normalmente violações destas Diretrizes ocorridas pela primeira vez, mas podem incluir outras circunstâncias.",
    "commGuidePara057": "Estes são alguns exemplos de Infrações Leves. Esta não é uma lista completa.",
    "commGuideList07A": "Primeira violação das Diretrizes de Espaço Publico",
    "commGuideList07B": "Qualquer afirmação ou ação que desencadeie um \"Por Favor, Não\" por um Moderador. Quando um Moderador tem que pedir a um usuário que não faça algo publicamente, isso pode corresponder a própria consequência. Se os Moderadores têm que aplicar várias dessas correções para a mesma pessoa, isso pode contar como uma infração maior.",
    "commGuidePara057A": "Algumas publicações podem estar escondidas por conterem informação sensível ou porque podem passar uma ideia errada. Geralmente isto não conta como infracção, especialmente se for a primeira vez que acontece!",
    "commGuideHeadingConsequences": "Consequências",
    "commGuidePara059": "<strong>Infrações na comunidade tem consequências diretas.</strong>Alguns exemplos de consequências estão listados abaixo.",
    "commGuideHeadingSevereConsequences": "Exemplos de Consequências Severas",
    "commGuideList09A": "Banir de conta (ver acima)",
    "commGuideList09C": "Parar permanentemente a progressão dos Níveis de Contribuidor",
    "commGuideHeadingModerateConsequences": "Exemplos de Consequências Moderadas",
    "commGuideList10D": "Pausar temporariamente a progressão dos Níveis de Contribuidor",
    "commGuideHeadingMinorConsequences": "Exemplos de Consequências Menores",
    "commGuideList11A": "Lembretes das Diretrizes",
    "commGuideList11B": "Avisos",
    "commGuideList11C": "Pedidos",
    "commGuideList11D": "Eliminações de conteúdo problemático pelos Moderadores",
    "commGuideList11E": "Edições de conteúdo problemático pelos Moderadores",
    "commGuideHeadingRestoration": "Restauração",
    "commGuidePara061": "Habitica está dedicada à melhoria pessoal e nós acreditamos em segundas hipóteses. <strong>Se cometeste uma infração e sofreste uma consequência, vê isto como uma oportunidade de refletires sobre as tuas ações e de te esforçares para ser um melhor membro da comunidade</strong>.",
    "commGuidePara062": "<strong>Se quer fazer perguntas sobre a sua infração ou consequências, pedir desculpa, ou fazer um pedido de reintegração, por favor contacte-nos através de <a href='mailto:admin@habitica.com' target='_blank'> admin@habitica.com</a> com o seu User ID ou @username</strong>. Este contacto é da <strong>sua</strong>responsabilidade.",
    "commGuidePara063": "Se não compreendes as consequências ou a natureza da tua infracção, ou se tens outras questões em relação a este assunto, podes contactar os Moderadores através de <a href='mailto:admin@habitica.com' target='_blank'> admin@habitica.com</a>. Coopera com quaisquer restrições que foram impostas, e esforça-te para cumprir os requerimentos para as penalizações serem anuladas.",
    "commGuideHeadingMeet": "Conheça os Moderadores",
    "commGuidePara007": "Os Moderadores de Habitica mantêm a aplicação e os sites em funcionamento e podem agir como moderadores de bate-papo. Eles têm etiquetas roxas marcadas com coroas. O título deles é \"Heróico\".",
    "commGuidePara009": "Os atuais Membros da Equipe são (da esquerda para a direita):",
    "commGuideAKA": "<%= habitName %> ou <%= realName %>",
    "commGuideOnGitHub": "<%= gitHubName %> no GitHub",
    "commGuidePara011b": "no GitHub/Fandom",
    "commGuidePara011c": "na Wiki",
    "commGuidePara011d": "no GitHub",
    "commGuidePara013": "Numa comunidade tão grande como o Habitica, os utilizadores vão e vêm e, por vezes, um membro do staff ou um moderador precisa de pousar o seu nobre manto e descansar. estes são Membros do Staff e Moderadores Eméritos. Já não actuam com o poder de um Membro do Staff ou de um Moderador mas gostaríamos de continuar a honrar o seu trabalho!",
    "commGuidePara014": "Membros do Staff e Moderadores Eméritos:",
    "commGuideHeadingFinal": "A Seção Final",
    "commGuidePara067": "Portanto aí as tens, bravo Habiticano -- as Diretrizes da Comunidade! Limpa o suor da tua fronte e oferece-te alguma EXP por teres lido tudo. Se tiveres alguma questão ou inquietação acerca destas Diretrizes da Comunidade, por favor contacta-nos através do <a href='mailto:admin@habitica.com' target='_blank'> admin@habitica.com</a> e teremos todo o gosto em ajudar-te a clarificar tudo.",
    "commGuidePara068": "Agora vá em frente, bravo aventureiro, e acabe com algumas tarefas diárias!",
    "commGuideHeadingLinks": "Links Úteis",
    "commGuideLink02": "<a href='http://habitica.fandom.com/wiki/Habitica_Wiki' target='_blank'>A Wiki</a>: a maior colecção de informação sobre o Habitica. Tenha em mente que este espaço não é oficial, sendo hospedado pela Fandom e mantido pelos jogadores.",
    "commGuideLink03": "<a href='https://github.com/HabitRPG/habitica' target='_blank'>GitHub</a>: para ajudar com o código!",
    "commGuideLink04": "<a href='https://docs.google.com/forms/d/e/1FAIpQLScPhrwq_7P1C6PTrI3lbvTsvqGyTNnGzp1ugi1Ml0PFee_p5g/viewform?usp=sf_link' target='_blank'>Formulário de Comentários</a>: para pedido de funcionalidades para o site e aplicação.",
    "commGuidePara069": "Os seguintes talentosos artistas contribuíram com essas ilustrações:",
    "commGuideList05H": "A tentativa severa ou insistente em espoliar ou pressionar outros jogadores por itens em moeda real",
    "commGuideList01A": "Nossas diretrizes e termos de serviço se aplicam em Desafios, Grupos, perfis de jogadores e mensagens privadas.",
    "commGuideList09D": "Remoção ou rebaixamento de Níveis de Contribuição",
    "commGuideList02M": "<strong>Não peça ou implore por Gemas, assinaturas, ou planos de Times</strong>. Se você vir ou receber mensagens indesejadas pedindo por itens pagos, por favor reporte-as. A insistência neste comportamento, especialmente após advertência, poderá resultar em banimento da conta.",
    "commGuideList02N": "<strong> Marque e reporte posts que violem essas Diretrizes ou os Termos de Serviço.</strong> Nós lidaremos com eles o mais rápido possível. Você também pode notificar os Moderadores via <a href='mailto:admin@habitica.com' target='_blank'> admin@habitica.com</a> mas as marcações e reportes são a maneira mais rápida de ajudar.",
    "commGuideList02I": "<strong>Os nomes dos Desafios devem ser adequados para todos os espaços, pois vão aparecer no perfil público do vencedor</strong>. Tenha isso em mente quando for criar Desafios, pois poderemos ser forçados a editar o histórico no perfil dos vencedores se alguém reportar o nome.",
    "commGuideList02Q": "<strong>Não tente contornar um bloqueio.</strong>Se alguém o bloqueou de enviar mensagens privadas, não os contacte em outro lugar para pedir que o desbloqueiem.",
    "commGuideList02P": "<strong>Nós desencorajamos o envio de mensagens privadas não solicitadas</strong>. Se você recebeu uma mensagem indesejada que o fez sentir desconfortável ou que viola estas Diretrizes ou Termos de Serviço, por favor bloqueie o emitente e denuncie para chamar a atenção dos Moderadores.",
    "commGuideList02O": "<strong>Equipas podem criar as suas próprias regras de bate-papo para o conforto e preferências dos seu membros</strong>. No entanto, os administradores não podem impor regras de bate-papo nesses espaços privados, a não ser que haja uma violação dos Termos de Serviço, incluindo assédio. Se alguém na sua Equipa está a causar problemas, nós encorajamos o líder da Equipa a removê-los.",
    "commGuideList09E": "Remoção permamente da habilidade de enviar mensagens privadas ou aparecer na pesquisa de membros da Equipa",
    "commGuideList10G": "Desabilitar temporariamente a habilidade de enviar mensagens privadas ou aparecer na pesquisa de membros da Equipa",
    "commGuideList02H": "<strong>Todos os \"Nome de Exibição\" e \"@nomedeusuario\" devem estar de acordo com os Termos de Serviço</strong>. Para mudar seu \"Nome de Exibição\" e/ou \"@nomedeusuario\": no celular acesse Menu > Configurações > Conta. Na web, acesse Configurações no ícone de usuário na barra de navegação superior."
}
