{
    "tavernCommunityGuidelinesPlaceholder": "Nota amichevole: questa è una chat per utenti di ogni età, quindi per favore assicurati che il tuo linguaggio e i contenuti che pubblichi siano appropriati. Consulta le Linee guida della community nella sezione \"Link utili\" qui a lato se hai qualche domanda.",
    "lastUpdated": "Ultimo aggiornamento:",
    "commGuideHeadingWelcome": "Benvenuto ad Habitica!",
    "commGuidePara001": "Salve avventuriero! Benvenuto ad Habitica, la terra della produttività, della vita sana, e occasionalmente di grifoni infuriati.",
    "commGuidePara002": "Per aiutare a mantenere la sicurezza, la felicità e la produttività nella community, abbiamo alcune linee guida per Sfide, profili dei Giocatori e chat, sia pubbliche, sia private. Le abbiamo stilate accuratamente per renderle il più semplici possibile. Per favore, leggile con attenzione prima di interfacciarti con gli altri Utenti.",
    "commGuidePara003": "Queste regole potrebbero cambiare di tanto in tanto. Quando ci saranno cambiamenti sostanziali nelle regole della community qui elencate, verrai avvertito con un annuncio di Bailey e/o sui nostri social media!",
    "commGuideHeadingInteractions": "Interazioni su Habitica",
    "commGuidePara015": "Habitica ha diversi spazi in cui puoi interagire con altri giocatori. Questi includono contesti di chat privati (messaggi privati e chat di gruppo) così come la funzionalità Cerca una Squadra e le Sfide.",
    "commGuidePara016": "Quando navighi negli spazi pubblici di Habitica, ci sono delle regole generali che bisogna rispettare per mantenere tutti felici e al sicuro.",
    "commGuideList02A": "<strong>Rispettarsi a vicenda.</strong> Sii cortese, gentile, amichevole e disposto ad aiutare. Ricorda: gli Habitanti hanno trascorsi diversi e possono quindi avere esperienze molto divergenti.",
    "commGuideList02C": "<strong>Non pubblicare immagini o testi violenti, minacciosi, o sessualmente espliciti/suggestivi, o che promuovono discriminazione, bigottismo, razzismo, sessismo, odio, molestia o danno contro qualsiasi individuale o gruppo</strong>. Neanche per scherzare o con un meme. Questo include insulti e affermazioni. Non tutti hanno lo stesso senso dell'umorismo, quindi qualcosa che tu consideri come uno scherzo potrebbe essere offensivo per qualcun'altro.",
    "commGuideList02D": "<strong>Tieni presente che gli Habitanti sono di tutte le età e provenienze</strong>. Le sfide e i profili dei giocatori non devono menzionare argomenti per adulti, usare parolacce o promuovere contese o conflitti.",
    "commGuideList02E": "<strong>Se un membro dello staff dice che un termine non è permesso in Habitica (anche se si trattasse di un termine di cui non avessi considerato la potenzialità problematica) tale decisione è definitiva</strong>. Inoltre, le denigrazioni saranno punite severamente poiché anch'esse sono una violazione dei Termini di Servizio.",
    "commGuideList02G": "<strong>Conformati immediatamente a qualsiasi richiesta di un membro dello Staff.</strong> Ciò può includere, ma non si limita a richieste di restrizioni sui tuoi post in un particolare spazio, di modificare il tuo profilo per rimuovere contenuto inadatto, ecc. Non discutere con lo Staff. Se hai dubbi o commenti sulle azioni dello Staff, invia un'email a <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> per contattare il nostro responsabile per la community.",
    "commGuideList02J": "<strong>Non spammare</strong>. Per spam s'intende (ma non solo): mandare più messaggi privati non richiesti, inviare messaggi insensati, inviare molteplici messaggi promozionali riguardo a una Squadra o una Sfida, o creare più Sfide simili o di bassa qualità di fila. Lo Staff può determinare a sua discrezione cosa è considerato spam.",
    "commGuideList02K": "<strong>Non inviare link senza spiegazione o contesto</strong>. Se il fatto che un giocatore clicchi sul link ti beneficia in alcun modo devi esplicitarlo. Questa regola si applica sia ai messaggi che alle Sfide.",
    "commGuideList02L": "<strong>Scoraggiamo fortemente lo scambio di informazioni personali nelle chat pubbliche, in particolare quelle che possono essere usate per identificarti.</strong>. Le informazioni di questo tipo possono essere (ma non solo): il tuo indirizzo fisico, il tuo indirizzo email e la tua Chiave API/password. Se ti vengono chieste informazioni personali in una chat della Squadra o tramite messaggio privato, ti consigliamo caldamente di non rispondere ed informare lo Staff segnalando il messaggio, oppure contattando <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> ed allegando gli screenshot dei messaggi nel caso in cui sia necessario approfondire il contesto.",
    "commGuidePara037": "<strong>Nessuna Squadra o Gruppo dev'essere creato allo scopo di attaccare qualsiasi gruppo o individuo</strong>. Combatti le cattive abitudini, non i tuoi compagni di avventura !",
    "commGuideHeadingInfractionsEtc": "Infrazioni, sanzioni e riabilitazione",
    "commGuideHeadingInfractions": "Infrazioni",
    "commGuidePara050": "La stragrande maggioranza degli Habitanti si assistono l'un l'altro, sono rispettosi e fanno del proprio meglio per rendere l'atmosfera allegra e piacevole. Tuttavia, molto raramente, un'azione di un Habitante potrebbe violare una delle Linee Guida sopra descritte. Quando succede, lo Staff compie qualunque azione ritenga necessaria per mantenere Habitica sicura e piacevole per tutti.",
    "commGuidePara051": "<strong>Ci sono diverse infrazioni, e sono gestite a seconda della gravità</strong>. Queste liste non sono esaustive, e lo Staff può prendere decisioni sugli argomenti non affrontati qui a loro discrezione. Lo Staff considererà il contesto quando valuteranno le infrazioni.",
    "commGuideHeadingSevereInfractions": "Infrazioni gravi",
    "commGuidePara052": "Le infrazioni gravi danneggiano la serenità della community di Habitica e degli utenti, e hanno quindi come risultato delle sanzioni gravi.",
    "commGuidePara053": "Questa è una lista di infrazioni gravi. Non è una lista esaustiva.",
    "commGuideList05A": "Altre violazioni dei Termini e Condizioni qui non specificati",
    "commGuideList05B": "Incitamento all'odio, molestie/stalking, cyber-bullismo, pubblicazione di contenuti provocatori o irritanti nei confronti di altri utenti",
    "commGuideList05C": "Violazione della prova (utenti in prova)",
    "commGuideList05D": "Impersonare lo Staff - include sostenere che spazi creati dai giocatori e non affiliati ad Habitica siano ufficiali e/o moderati da Habitica o dal suo Staff",
    "commGuideList05E": "Ripetere infrazioni lievi",
    "commGuideList05F": "Creare un secondo account per evitare i provvedimenti",
    "commGuideList05G": "Ingannare intenzionalmente lo Staff in modo da evitare sanzioni o mettere nei guai un altro utente",
    "commGuideHeadingModerateInfractions": "Infrazioni lievi",
    "commGuidePara054": "Queste infrazioni avranno sanzioni medie. Quando avvengono insieme ad altre infrazioni, le conseguenze potrebbero diventare più gravi.",
    "commGuidePara055": "Qui ci sono alcuni esempi di infrazioni lievi. Non è una lista esaustiva.",
    "commGuideList06A": "Ignorare, mancare di rispetto o discutere con lo Staff. Se si è preoccupati per una o più regole o per il comportamento di un membro dello staff, si prega di contattarci tramite <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a>.",
    "commGuideList06C": "Segnalare intenzionalmente Sfide, profili o messaggi innocenti.",
    "commGuideList06E": "Commettere Ripetutatemente Infrazioni Minori",
    "commGuideHeadingMinorInfractions": "Infrazioni minori",
    "commGuidePara056": "Infrazioni lievi, anche se scoraggiate, hanno comunque conseguenze lievi. Se continuano a verificarsi, potranno essere trattate con maggiore severità. Infrazioni lievi sono tipicamente la violazione di queste Linee Guida per la prima volta, ma possono includere anche altre circostanze.",
    "commGuidePara057": "Questa è una lista di infrazioni minori. Non è una lista esaustiva.",
    "commGuideList07A": "Prima violazione delle linee guida per gli spazi pubblici",
    "commGuideList07B": "Qualsiasi dichiarazione che suscita un \"Per Favore, No\" da un membro dello Staff. Quando ti è chiesto di non fare qualcosa pubblicamente, questa può essere essa stessa una conseguenza. Se lo Staff deve dare molte di queste correzioni alla stessa persona, potrebbe contare come un'infrazione più grave",
    "commGuidePara057A": "Alcuni messaggi possono essere nascosti perché contengono informazioni sensibili o possono dare ad altri utenti l'idea sbagliata. In genere questo non conta come infrazione, in particolare non la prima volta che accade!",
    "commGuideHeadingConsequences": "Sanzioni e conseguenze",
    "commGuidePara059": "<strong>Infrazioni della Comunità hanno conseguenze dirette. </strong> Alcuni esempi di conseguenze sono elencati di seguito.",
    "commGuideHeadingSevereConsequences": "Esempi di sanzioni gravi",
    "commGuideList09A": "Ban dell'account",
    "commGuideList09C": "Blocco permanente della progressione attraverso i Livelli Sostenitore",
    "commGuideHeadingModerateConsequences": "Esempio di sanzioni medie",
    "commGuideList10D": "Blocco temporaneo della progressione attraverso i Livelli Sostenitore",
    "commGuideHeadingMinorConsequences": "Esempi di sanzioni lievi",
    "commGuideList11A": "Promemoria delle Linee Guida",
    "commGuideList11B": "Avvertimenti",
    "commGuideList11C": "Richieste",
    "commGuideList11D": "Eliminazione dei contenuti problematici da parte dello Staff",
    "commGuideList11E": "Modifiche di contenuti problematici da parte dello Staff",
    "commGuideHeadingRestoration": "Riabilitazione",
    "commGuidePara061": "Habitica è dedicata al miglioramento personale, e crediamo nelle seconde possibilità. <strong>Se tu hai commesso una infrazione e hai ricevuto una conseguenza, vedila come una possibilità di rivalutare le tue azioni e cercare di diventare un membro migliore della comunità</strong>.",
    "commGuidePara062": "<strong>Se vuoi fare una domanda riguardo alla tua infrazione o alle sue conseguenze, scusarti, o chiedere il reinserimento, puoi contattarci tramite <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> con il tuo User ID o @username</strong>. La responsabilità di contattarci è <strong>tua</strong>.",
    "commGuidePara063": "Se non capisci la tua sanzione, o la natura della tua infrazione, o se hai altre domande correlate, puoi contattare lo staff per discuterne a <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a>. Coopera con le restrizioni imposte e sforzati di soddisfare i requisiti per ottenere la rimozione delle penalità.",
    "commGuideHeadingMeet": "Incontra lo Staff",
    "commGuidePara007": "Lo Staff di Habitica mantiene l'app e il sito funzionanti, e possono agire come moderatori delle chat. Hanno etichette viola contrassegnate da una corona. Il loro titolo è \"Eroico\".",
    "commGuidePara009": "L'attuale gruppo dello staff è composto da (partendo da sinistra verso destra):",
    "commGuideAKA": "<%= realName %> alias <%= habitName %>",
    "commGuideOnGitHub": "<%= gitHubName %> su GitHub",
    "commGuidePara011b": "su GitHub/Fandom",
    "commGuidePara011c": "sulla Wiki",
    "commGuidePara011d": "su GitHub",
    "commGuidePara013": "In una comunità grande come Habitica, utenti vanno e vengono, e a volte membri dello Staff e moderatori hanno bisogno di posare il loro nobile mantello e rilassarsi. Questi sono Membri dello Staff e Moderatori Emeriti. Non agiscono più con il potere di un membro dello Staff o Moderatore, ma vorremmo ancora onorare il loro lavoro!",
    "commGuidePara014": "Staff e Moderatori emeriti:",
    "commGuideHeadingFinal": "La sezione finale",
    "commGuidePara067": "Questo è quello che devi sapere, coraggioso Habitante - le Linee Guida della comunità! Asciugati il sudore dalla fronte e prendi un po' di punti esperienza per averla letta tutta. Se hai dubbi o domande riguardo queste Linee Guida della Comunità, per favore contattaci tramite <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> e saremo felici di chiarire ogni cosa.",
    "commGuidePara068": "Ora va', prode avventuriero, e sconfiggi qualche Attività Giornaliera!",
    "commGuideHeadingLinks": "Risorse utili (in inglese)",
    "commGuideLink02": "<a href='https://habitica.fandom.com/wiki/Habitica_Wiki' target='_blank'>La Wiki</a> (in inglese): la più grande fonte di informazioni su Habitica. Questo spazio non è ufficiale, è gestito da Fandom e mantenuto dai giocatori.",
    "commGuideLink03": "<a href='https://github.com/HabitRPG/habitica' target='_blank'>GitHub</a>: per aiutare con il codice di programmazione!",
    "commGuideLink04": "<a href='https://docs.google.com/forms/d/e/1FAIpQLScPhrwq_7P1C6PTrI3lbvTsvqGyTNnGzp1ugi1Ml0PFee_p5g/viewform?usp=sf_link' target='_blank'>Modulo feedback</a>: per richieste di funzionalità e caratteristiche del sito.",
    "commGuidePara069": "I seguenti talentuosi artisti hanno contribuito a queste illustrazioni:",
    "commGuideList01A": "Le nostre Linee Guida e le Condizioni di Servizio sono valide in tutti gli spazi, inclusi gilde private, chat delle squadre, e messaggi.",
    "commGuideList02M": "<strong>Non chiedere o mendicare Gemme, abbonamenti o iscrizione a Piani di Gruppo</strong>. Se vedi o ricevi messaggi indesiderati che richiedono articoli a pagamento, segnalali. Le ripetute richieste di Gemme o abbonamenti, in particolare dopo un avviso, possono comportare il ban dell'account.",
    "commGuideList09D": "Rimozione o retrocessione di Gradi Giocatore",
    "commGuideList05H": "Severi o ripetuti tentativi di truffare o pressare altri giocatori per oggetti che richiedono soldi reali",
    "commGuideList02N": "<strong>Riporta tutto ciò che vedi che violi queste Linee Guida o i nostri Termini di Servizio.</strong> Puoi riportare un messaggio direttamente o notificare lo staff via email a: <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> per violazioni all'interno di profili o Sfide. Ce ne occuperemo il più velocemente possibile. Puoi anche contattarci nella tua lingua madre se ti è più facile: potremmo dover usare Google Translate, ma vogliamo che tu ti senta a tuo agio a contattarci se hai un problema.",
    "commGuideList02H": "<strong>Tutti i nomi visualizzati e gli @username devono essere conformi ai Termini di Servizio</strong>. Per modificare il tuo Nome Visualizzato e/o lo @username: su dispositivi mobili vai in Menu > Impostazioni > Account. Su Web, vai in Impostazioni dall'icona utente nel menu in alto.",
    "commGuideList02I": "<strong>I nomi delle Sfide devono essere appropriati per tutti gli spazi, poiché appariranno nel profilo pubblico del vincitore</strong>. Tieni presente questo quando crei le Sfide, poiché potremmo essere costretti a modificare il record sul loro profilo se c'è una segnalazione.",
    "commGuideList02O": "<strong>Le Squadre possono creare le loro regole per le chat in base al comfort e alle preferenze dei membri</strong>. Tuttavia, gli amministratori non possono far rispettare le regole delle chat in questi spazi privati, a meno che non si verifichi una violazione dei Termini di Servizio, incluse le molestie. Se qualcuno della tua Squadra sta causando dei problemi, incoraggiamo il leader della Squadra a rimuoverlo.",
    "commGuideList02P": "<strong>Noi scoraggiamo l'invio di messaggi privati non richiesti</strong>. Se ricevi un messaggio indesiderato che ti mette a disagio o che viola queste Linee guida o i Termini di Servizio, ti preghiamo di bloccare l'utente che lo ha inviato e di segnalarlo all'attenzione dello Staff.",
    "commGuideList02Q": "<strong>Non cercare di aggirare un blocco </strong>. Se qualcuno ti ha bloccato per impedirti di inviargli dei messaggi privati, non contattarlo altrove per chiedergli di rimuovere il blocco.",
    "commGuideList09E": "Rimozione permanente della possibilità di mandare messaggi privati o di apparire nella ricerca di membri della Squadra",
    "commGuideList10G": "Temporanea rimozione della possibilità di mandare messaggi privati o di apparire nella ricerca di membri della Squadra"
}
