{
    "frequentlyAskedQuestions": "Najczęściej Zadawane Pytania",
    "iosFaqStillNeedHelp": "Jeśli masz pytanie, którego nie ma na tej liście lub na [Wiki FAQ](https://habitica.fandom.com/wiki/FAQ), zadaj je śmiało w formularzu kontaktowym [LINK] Chętnie pomożemy.",
    "androidFaqStillNeedHelp": "Jeśli masz pytanie, którego nie ma na tej liście lub na [Wiki FAQ](https://habitica.fandom.com/wiki/FAQ), zadaj je śmiało w formularzu kontaktowym [LINK] Chętnie pomożemy.",
    "webFaqStillNeedHelp": "Jeśli masz pytanie, którego nie ma na tej liście lub na [Wiki FAQ](https://habitica.fandom.com/wiki/FAQ), zadaj je śmiało w formularzu kontaktowym [LINK] Chętnie pomożemy.",
    "contactAdmin": "Kontakt <a href='mailto:admin@habitica.com'>admin@habitica.com</a>",
    "parties": "Drużyny",
    "sunsetFaqTitle": "Karczma Habitica i zaprzestanie świadczenia usług Gildii - FAQ",
    "sunsetFaqPara1": "Ze względu na szereg czynników, w tym zmiany w sposobie interakcji naszej społeczności graczy z Habitica i nowe regulacje dotyczące zawartości, podejmujemy trudną decyzję o zaprzestaniu świadczenia usług Karczmy i Gildii w dniu <strong>8 Sierpnia, 2023</strong>.",
    "sunsetFaqPara3": "Podejmujemy tę decyzję, abyśmy mogli lepiej skoncentrować nasze zasoby na częściach Habitica, na których gracze polegają najbardziej.",
    "sunsetFaqPara4": "Aby uczcić te chwile, które przeżyliśmy, podarujemy każdemu Zwierzaka Weterana, gdy wkroczymy w tę nową erę. Dla naszych niesamowitych graczy przyczyniajacych sie do rozwoju społeczności Habitica, wyślemy również specjalny zestaw sprzętu, aby upamiętnić ich ciężką pracę.",
    "sunsetFaqPara2": "Głównym celem Habitica jest i zawsze było zapewnienie grywalizacji w zarządzaniu zadaniami. Karczma i Gildie pomogły zmotywować graczy, pomagając im znaleźć innych graczy o podobnych celach. Stworzono kilka naprawdę wspaniałych środowisk i mieliśmy okazję zobaczyć, jak społeczność rozkwita dzięki pomocnym dyskusjom. Z biegiem lat zauważyliśmy zmiany w sposobie, w jaki gracze używają Habitica. Drużyny kwitły, podczas gdy gildie i czaty publiczne były używane przez coraz mniejszą część naszej bazy graczy. W stale zmieniającym się świecie Internetu zasoby niezbędne do utrzymania tych przestrzeni stały się zbyt nieproporcjonalne do liczby osób faktycznie w nich uczestniczących.",
    "sunsetFaqPara5": "Jeśli chcesz dowiedzieć się więcej o zmianach, możesz przeczytać szczegóły poniżej.",
    "sunsetFaqHeader1": "Które usługi kończą działalność?",
    "sunsetFaqPara6": "Obsługa Karczmy, a także publicznych i prywatnych Gildii dobiega końca, a miejsca te zostaną usunięte z Habitica w dniu <strong>8 Sierpnia, 2023</strong>.",
    "sunsetFaqHeader2": "Dlaczego usługi Karczmy i Gildii kończą działalność?",
    "sunsetFaqHeader3": "Czy nadal będę mógł rozmawiać z członkami mojej Drużyny lub Planu Grupowego?",
    "sunsetFaqPara7": "Drużyny i Plany Grupowe pozostaną i zachowają swoje czaty. Nadal będzie można wysyłać prywatne wiadomości.",
    "sunsetFaqList1": "Głównym celem Habitica jest zapewnienie motywacji poprzez grywalizację w zarządzaniu zadaniami. Gildie i Karczma są wykorzystywane przez nieproporcjonalnie mały procent naszej bazy graczy. Większość graczy korzysta z usług zewnętrznych, które są przeznaczone głównie do interakcji społecznych i są celowo zaprojektowane i utrzymywane z myślą o takich zastosowaniach.",
    "sunsetFaqList2": "Nowe przepisy dotyczące bezpieczeństwa online wymagają poziomu aktywnego nadzoru nad treściami w przestrzeni publicznej, którego Habitica w przeszłości nie zapewniała. Inwestowanie w funkcje, których wymagałyby te nowe przepisy, spowodowałoby przekierowanie naszych ograniczonych zasobów do części Habitica, których zdecydowana większość graczy nigdy nie dotyka.",
    "sunsetFaqList3": "Ważne jest dla nas, aby nadal oferować ogólnoświatowy dostęp dla stale rosnącej międzynarodowej bazy graczy Habitica. Usunięcie tych usług pozwala nam kontynuować ten cel bez konieczności rozważania ograniczenia dostępu w regionach, w których wymagany jest bardziej aktywny nadzór nad zawartością, niż jesteśmy w stanie zapewnić.",
    "sunsetFaqHeader4": "W jaki sposób mogę wstrzymać swoje Codzienne zadania?",
    "sunsetFaqPara8": "Ta funkcja została przeniesiona do Ustawień. Zakończenie usług Karczmy i Gildii nie będzie miało wpływu na funkcje Wstrzymania obrażeń.",
    "sunsetFaqHeader5": "Jak uzyskać dostęp do planu grupowego, jeśli jest to ulepszona forma Gildii?",
    "sunsetFaqHeader6": "Czy gracze będą mogli pobrać czaty Gildii po zakończeniu usługi?",
    "sunsetFaqPara10": "Gracze nie będą mogli odzyskać danych czatu z Karczmy i Gildii po zakończeniu świadczenia usług.",
    "sunsetFaqHeader7": "Jak gracze będą mogli znaleźć członków do Drużyny?",
    "sunsetFaqPara11": "Nasza nowa funkcja szukania Drużyny jest już dostępna. Większość graczy, którzy szukają Drużyny, otrzymuje zaproszenie w ciągu kilku minut! Zespół ciężko pracuje, aby w najbliższej przyszłości dodać obsługę większej liczby platform i ulepszyć tę funkcję. Więcej informacji na temat wyszukiwania Drużyn i członków Drużyn można znaleźć w naszym FAQ.",
    "sunsetFaqHeader8": "Jak wpłynie to na użytkowników wspomagających Habitica?",
    "sunsetFaqPara9": "<p><strong>Przeglądarka</strong>: Naciśnij Plan Grupowy na górnym pasku.</p><p><strong>Android:</strong>Naciśnij swoją nazwę w górnej części ekranu podczas przeglądania listy zadań, aby przełączyć się do udostępnionych zadań. Aby uzyskać dostęp do czatu, dotknij jego ikony w nagłówku na tym ekranie.</p><p><strong>iOS</strong>: Naciśnij nazwę swojego Planu Grupowego w menu.</p>",
    "sunsetFaqPara14": "<strong>Lingwiści</strong><br />Nadal zapraszamy do pomocy w tłumaczeniu aplikacji i strony internetowej i nadal będziemy przyznawać poziomy wkładu za kwalifikujący się udział. Zmieni się jednak metoda przyjmowania tłumaczeń. Chcielibyśmy skoncentrować nasze siły na obsłudze określonej liczby języków na wszystkich platformach. W tym celu zmniejszymy liczbę języków dostępnych do tłumaczenia. Niedokończone języki zostaną zarchiwizowane w serwisie Github. Mamy nadzieję, że ta zmiana sprawi, że doświadczenie Habitica na różnych platformach będzie bardziej spójne. Możesz przeczytać nasze najnowsze zalecenia dotyczące tłumaczenie na naszej <a href='https://translate.habitica.com/projects/habitica/#information'>stronie do tłumaczenia</a>.",
    "sunsetFaqPara12": "Jako projekt open-source, z zadowoleniem przyjmujemy i zachęcamy do wielu rodzajów wkładu. Aby okazać naszą wdzięczność, od <strong>1 sierpnia 2023</strong> będziemy wysyłać zestaw wyposażenia Heroic do wszystkich osób, które osiągnęły poziom kontrybutora. Kiedy usługi Karczmy i Gildii dobiegną końca, nastąpią również pewne zmiany w systemie kontrybucji. Więcej informacji na temat planu dla każdego typu można znaleźć poniżej.",
    "sunsetFaqPara13": "<strong>Kowale</strong><br />Nadal zapraszamy do korzystania z pomocy open-source za pośrednictwem naszego serwisu GitHub i będziemy nadal przyznawać poziomy za kwalifikujący się wkład. Współpraca i dyskusje Kowali w dużej mierze odbywały się za pośrednictwem GitHub i tak będzie nadal.",
    "sunsetFaqPara15": "<strong>Twórcy Wyzwań</strong><br />Zespół zachęca do dalszego tworzenia wysokiej jakości wyzwań. Chętnie poznamy nowe sposoby promowania wyzwań zarówno w aplikacji, jak i poza nią.",
    "sunsetFaqPara18": "<strong>Artyści</strong><br />Zaprzestajemy współpracy z artystami. Większość produkcji artystycznych została już przeniesiona do firmy, aby nadążyć za naszymi publikacjami. Jesteśmy niezmiernie wdzięczni za fantastyczne grafiki tworzone przez lata przez naszą społeczność graczy.",
    "sunsetFaqPara16": "<strong>Społecznicy</strong><br />Ten rodzaj wkładu zakończy się wraz z zakończeniem działalności Karczmy i Gildii. Jesteśmy niezmiernie wdzięczni za pracę, jaką wykonali nasi przyjaźni i pomocni gracze, odpowiadając na pytania na naszych czatach.",
    "sunsetFaqPara17": "<strong>Towarzysze</strong><br />Skrypty i dodatki są pomocne dla malejącej części naszej bazy użytkowników, ponieważ aplikacje mobilne w coraz większym stopniu stają się jedynym sposobem, w jaki większość użytkowników korzysta z Habitica. Twórcy, którzy chcą tworzyć zewnętrzne narzędzia, aby dostosować swoje doświadczenia z Habitica, mogą nadal to robić, ale nie będziemy już przyznawać poziomów Towarzyszy, ponieważ skupiamy się na wkładzie, który ulepsza Habitica w sposób dostępny dla całej naszej bazy graczy.",
    "sunsetFaqPara19": "<strong>Wiki Magicy</strong><br />Habitica Wiki to wspaniałe narzędzie stworzone przez graczy dla graczy, które pomogło bardzo wielu osobom. Nadal wspieramy ten wysiłek, ale nie będziemy już śledzić ani oferować poziomów edycji Wiki, ponieważ chcemy bardziej skupić się na wkładach Lingwistów, Kowali i Twórców Wyzwań w Habitica.",
    "sunsetFaqHeader9": "Jak wpłynie to na Wyzwania?",
    "sunsetFaqList4": "Wyzwania publiczne będą nadal dostępne jako funkcja w Habitica i będą dostępne za pośrednictwem sekcji Wyzwania.",
    "sunsetFaqList5": "Wyzwania oparte na Drużynach i Planach Grupowych pozostaną i nie wpłynie na nie zakończenie usług Karczmy i Gildii.",
    "sunsetFaqList6": "Wyzwania, które są obecnie hostowane w gildiach, pozostaną dostępne dla obecnych uczestników z ich listy wyzwań, ale nie będą dostępne na liście publicznej ze względu na ochronę prywatności. Nie będzie możliwe tworzenie nowych wyzwań gildyjnych.",
    "sunsetFaqList7": "Obecnie wiele wyzwań ma zadania, które wymagają postów w publicznych czatach Habitica. Twórcy tych wyzwań mogą dostosować swoje zadania lub przenieść wymóg czatu do publikowania w usłudze zewnętrznej.",
    "sunsetFaqHeader10": "Gdzie mogą udać się gracze, gdy będą mieli pytania dotyczące korzystania z Habitica?",
    "sunsetFaqList8": "Nasze istniejące <a href='https://habitica.com/static/faq'>FAQ</a> jest świetnym źródłem informacji i można je znaleźć w menu Pomoc lub Wsparcie na urządzeniach mobilnych. Jesteśmy w trakcie tworzenia bardziej kompleksowego i ulepszonego FAQ, aby pomóc graczom poruszać się po grze.",
    "sunsetFaqList9": "Ten <a href='https://habitica.wordpress.com/beginning-adventurers-guide/'>post na blogu</a> także zawiera wiele informacji dla nowych graczy.",
    "sunsetFaqHeader11": "Jak wpływa to na Regulamin Społeczności i Warunki korzystania z Usług Habitica?",
    "sunsetFaqList10": "Zachęcamy również graczy do wysyłania wiadomości e-mail na adres <a href='mailto:admin@habitica.com'>admin@habitica.com</a> z wszelkimi pytaniami, na które nie mogą znaleźć odpowiedzi w powyższych linkach.",
    "anotherQuestion": "Masz inne pytania?",
    "sunsetFaqHeader12": "Co stanie się z klejnotami z banku Gildii?",
    "sunsetFaqPara21": "Klejnoty w banku gildii zostaną zwrócone liderowi gildii 8 sierpnia, po zakończeniu usług gildii.",
    "sunsetFaqPara20": "Regulamin Społeczności Habitica zostanie zaktualizowany w momencie zakończenia świadczenia usług Karczmy i Gildii. Będzie on odzwierciedlać, że zasady postępowania społeczności odnoszą się teraz do profili graczy, wyzwań i wiadomości prywatnych. Nasze Warunki korzystania z Usług zawsze miały zastosowanie zarówno do przestrzeni publicznej, jak i prywatnej i nie wymagają natychmiastowej aktualizacji w odniesieniu do tej zmiany.",
    "commonQuestions": "Częste pytania",
    "faqQuestion25": "Czym są różne typy zadań?",
    "faqQuestion26": "Czym są \"przykładowe zadania\"?",
    "webFaqAnswer25": "Habitica wykorzystuje trzy różne typy zadań, by dostosować się do twoich potrzeb: Nawyki, Codzienne i Do Zrobienia.\n\nNawyki mogą być pozytywne lub negatywne i przedstawiają coś co możesz chcieć śledzić wielokrotnie w ciągu dnia, bądź w nieokreślonym schemacie. Pozytywne nawyki mogą zapewnić ci nagrody, jak Złoto czy Doświadczenie (Exp), podczas gdy Negatywne spowodują utratę Punktów zdrowia (PZ).\n\nCodzienne są powtarzalnymi zadaniami, które chcesz wykonywać w zorganizowanym schemacie. Na przykład, raz na dzień, trzy razy w tygodniu albo cztery razy w miesiącu. Pominięcie Codziennych powoduje utratę PZ, ale im trudniejsze są, tym lepsze nagrody!\n\nDo Zrobienia to jednorazowe zadania, które zapewniają nagrodę gdy tylko je wykonasz. Do Zrobienia mogą mieć wskazaną datę wykonania, ale nie stracisz PZ jeśli jej nie dotrzymasz.\n\nWybierz typ zadań, który najlepiej odpowiada temu, co próbujesz osiągnąć!",
    "webFaqAnswer26": "Pozytywne nawyki (Zachowania, do których chcesz się zmobilizować; powinny mieć symbol plusa)\n\n* Wziąć witaminy\n* Wyszczotkować zęby\n* Poświęcić jedną godzinę na naukę\n\nNegatywne nawyki (Zachowania, których chcesz unikać bądź całkowicie wyeliminować; powinny mieć symbol minusa)\n\n* Palenie\n* Bezsensowne scrollowanie\n* Obgryzanie paznokci\n\nŁączone nawyki (Nawyki, które zawierają pozytywną i negatywną opcję; powinny mieć zarówno symbol plusa jak i symbol minusa)\n\n* Picie wody vs. picie napoi gazowanych\n* Nauka vs. prokrastynacja\n\nPrzykładowe Codzienne (Zadania, które chcesz regularnie powtarzać)\n* Zmywanie naczyń\n* Podlewanie roślin\n* 30 minut aktywności fizycznej\n\nPrzykładowe Do Zrobienia (Zadania, które musisz zrobić raz)\n\n* Zaplanować spotkanie\n* Uporządkować szafę\n* Skończyć esej",
    "faqQuestion27": "Dlaczego zadania zmieniają kolor?",
    "webFaqAnswer27": "Kolor zadania jest wizualną reprezentacją jego wartości. Wszystkie zadania na początku są żółte jako neutralne, niebieskie jako lepsze i czerwone jako gorsze. Oto jak każdy typ zadań wpływa na jego wartościowanie:\n\nNawyki stają się bardziej niebieskie lub czerwone w zależności od tego, czy zaznaczysz przy nich plusa czy minusa. Pozytywne i negatywne Nawyki po czasie wracają do żółtego koloru jeśli ich nie egzekwujesz. Łączone Nawyki zmieniają kolor tylko na podstawie twojej aktywności.\n\nCodzienne zmieniają kolor na podstawie tego jak często są kończone, stając się niebieskimi jeśli je kończysz, a bardziej czerwonymi jeśli je pomijasz.\n\nDo Zrobienia stopniowo stają się bardziej czerwone im dłużej są nieskończone.\n\nIm bardziej czerwone jest zadanie tym więcej Złota i Doświadczenia zdobędziesz za ukończenie go, więc śmiało stawiaj czoła nawet najtrudniejszym zadaniom!",
    "faqQuestion28": "Czy mogę wstrzymać moje Codzienne, jeśli potrzebuję przerwy?",
    "webFaqAnswer28": "Tak! Przycisk \"Wstrzymaj obrażenia\" znajdziesz w ustawieniach. Ten przycisk uchroni cię przed utratą PZ za pomijanie Codziennych. Jest to pomocne, jeśli jesteś na wakacjach, potrzebujesz odpocząć albo z dowolnego innego powodu z jakiego potrzebujesz przerwy. Jeśli bierzesz udział w Misji twój oczekujący postęp zostanie wstrzymany, ale i tak otrzymasz obrażenia od pominiętych przez członków twojej drużyny Codziennych.\n\nAby wstrzymać poszczególne Codzienne możesz zmienić jego harmonogram tak, by było powtarzane co 0 dni aż do momentu, kiedy będziesz gotowy aby je wznowić.",
    "faqQuestion29": "Jak mogę odzyskać PZ?",
    "webFaqAnswer29": "Możesz odzyskać 15 PZ kupując Eliksir uzdrawiający z twojej kolumny Nagrody za 25 Złota. Dodatkowo, zawsze odzyskasz wszystkie PZ, kiedy zdobędziesz wyższy poziom!",
    "faqQuestion30": "Co się stanie, jeśli moje PZ spadną do zera?",
    "webFaqAnswer30": "Jeśli twoje PZ spadną do zera stracisz jeden poziom, całe swoje Złoto i element wyposażenia, który będziesz mógł zakupić ponownie.",
    "faqQuestion31": "Dlaczego straciłem PZ podczas interakcji z nienegatywnym zadaniem?",
    "webFaqAnswer31": "Jeśli ukończyłeś zadanie i utraciłeś PZ, mimo że nie powinieneś, znaczy to, że napotkałeś opóźnienie w synchronizacji zmian na serwerze wykonanych na innych platformach. Dla przykładu: jeśli zużyjesz Złoto, Manę albo stracisz PZ w aplikacji mobilnej, a następnie ukończysz zadanie na stronie internetowej, to serwer musi to wszystko zsynchronizować.",
    "faqQuestion32": "Jak mogę wybrać klasę postaci?",
    "faqQuestion34": "Jaki rodzaj jedzenia lubi mój Chowaniec?",
    "webFaqAnswer33": "Po odblokowaniu Systemu Klasowego, możesz odblokować też Umiejętności, których użycie wymaga Many. Poziom Many powiązany jest z twoją statystyką INT i może być zmieniany przez Umiejętności oraz Wyposażenie.",
    "webFaqAnswer32": "Każdy gracz zaczyna jako klasa Wojownika i pozostaje w niej do osiągnięcia 10 poziomu. W momencie osiągnięcia poziomu 10 zostaniesz postawiony przed wyborem między zmianą klasy na nową a kontynuowaniem ścieżki Wojownika.\n\nKażda klasa ma unikalne Wyposażenie oraz Umiejętności. Jeśli nie chcesz podejmować wyboru, możesz wybrać opcję \"Zrezygnuj\", aby nie decydować o tym od razu. Jeśli nie zdecydujesz się od razu, możesz włączyć system klasowy w dowolnym momencie później z poziomu Ustawień.\n\nJeśli chciałbyś zmienić wybraną przez siebie klasę po poziomie 10, możesz zrobić to używając Kuli Odrodzenia. Kula Odrodzenia jest dostępna w Sklepie za 6 Klejnotów od poziomu 50 lub za darmo od poziomu 100.\n\nInnym sposobem jest zmiana klasy w dowolnym momencie z poziomu Ustawień za 3 Klejnoty. To nie zresetuje twojego poziomu jak Kula Odrodzenia, ale pozwoli ci na ponowne rozdanie punktów umiejętności, które zebrałeś nabijając kolejne poziomy, tak by dopasować je do twojej nowej klasy.",
    "faqQuestion33": "Czym jest niebieski pasek, który pojawia się po osiągnięciu poziomu 10?",
    "faqQuestion35": "Nakarmiłem mojego zwierzaka i zniknął! Co się stało?",
    "faqQuestion36": "Jak mogę zmienić wygląd mojej Postaci?",
    "webFaqAnswer34": "Zwierzęta lubią jedzenie w kolorze, który pasuje do ich koloru. Podstawowe zwierzęta są wyjątkiem, ale wszystkie podstawowe zwierzęta lubią ten sam przedmiot. Poniżej możesz zobaczyć konkretne jedzenie, które lubi każde ze zwierząt:\n\n* Podstawowe zwierzęta lubią Mięso\n* Białe zwierzęta lubią Mleko\n* Pustynne zwierzęta lubią Ziemniaki\n* Czerwone zwierzęta lubią Truskawki\n* Cieniste zwierzęta lubią Czekoladę\n* Szkieletowe zwierzęta lubią Ryby\n* Zombie zwierzęta lubią Zgniłe mięso\n* Różowe zwierzęta z waty cukrowej lubią Różową watę cukrową\n* Niebieskie zwierzęta z waty cukrowej lubią Niebieską watę cukrową\n* Złote zwierzęta lubią Miód",
    "faqQuestion38": "Dlaczego nie mogę zakupić niektórych przedmiotów?",
    "faqQuestion37": "Dlaczego nie widzę mojego wyposażenia na Postaci?",
    "faqQuestion39": "Gdzie mogę zdobyć więcej elementów Wyposażenia?",
    "faqQuestion40": "Czym są Klejnoty i jak je zdobyć?",
    "faqQuestion41": "Czym są Mistyczne Klepsydry i jak je zdobyć?",
    "webFaqAnswer39": "Jeśli zastanawiasz się jak uzyskać więcej elementów Wyposażenia, możesz zostać Abonentem Habitica, spróbować szczęścia z Zaczarowaną Skrzynią lub zaszaleć podczas jednej z Wielkich Gal Habitica.\n\nAbonenci Habitica comiesięcznie otrzymują wyjątkowy, ekskluzywny zestaw wyposażenia oraz Mistyczne Klepsydry, służące do zakupu zestawów Wyposażenia z przeszłości z Sklepu Podróżników w Czasie.\n\nZaczarowana Skrzynia w Twoich Nagrodach zawiera ponad 350 elementów Wyposażenia! Za 100 sztuk Złota otrzymasz szansę uzyskania wyjątkowego Wyposażenia, Jedzenia służącego do wychodowania Wierzchowca z Chowańca, bądź Doświadczenia potrzebnego do zdobywania kolejnych poziomów!\n\nPodczas czterech sezonowych Wielkich Gal, zupełnie nowe Wyposażenie dla klas staje się dostępne do kupienia za Złoto, a poprzednie zestawy Galowe można kupić za Klejnoty.",
    "subscriptionDetail44": "Jestem aktywnym subskrybentem. Ile Diamentów będę mieć do dyspozycji po wprowadzonych zmianach?",
    "webFaqAnswer35": "Po nakarmieniu Chowańca na tyle, by stał się Wierzchowcem, będziesz musieć ponownie wykluć ten typ Chowańca, by mieć go w swojej stajni.\n\nAby wyświetlić Wierzchowce w aplikacji mobilnej:\n\n * Z menu wybierz „Chowańce i Wierzchowce” i przejdź do zakładki Wierzchowce\n\nAby wyświetlić Wierzchowce na stronie internetowej:\n\n * Z menu ekwipunku wybierz „Chowańce i Wierzchowce” i przewiń w dół do sekcji Wierzchowców",
    "webFaqAnswer36": "Jest nieskończenie wiele sposobów na dostosowanie wyglądu awatara w Habitica! Możesz zmienić kształt ciała swojego awatara, styl i kolor włosów, kolor skóry, a także dodać okulary lub sprzęt ułatwiający poruszanie się, wybierając w menu opcję „Dostosuj awatara”.\n\nAby dostosować awatara w aplikacjach mobilnych:\n * Z menu wybierz opcję „Dostosuj awatara”\n\nAby dostosować awatara na stronie internetowej:\n * Z menu użytkownika w nawigacji wybierz „Dostosuj awatara”",
    "webFaqAnswer38": "Nowi gracze mogą zakupić jedynie podstawowe Wyposażenie dla klasy Wojownik. Gracze muszą kupować kolejne części Wyposażenia jeden po drugim, aby odblokowywać kolejne części.\n\nWiele części Wyposażenia jest zarezerwowane dla danej klasy, co oznacza, że gracz może kupować jedynie Wyposażenie należące do jej/jego obecnej klasy."
}
