{
    "frequentlyAskedQuestions": "Preguntas frecuentes",
    "iosFaqStillNeedHelp": "Si tienes una pregunta que no se encuentra en la lista o en las [Preguntas Frecuentes de la Wiki](https://habitica.fandom.com/wiki/FAQ), ¡pregúntanos en el chat de la Taberna en Menú > Taberna! Estaremos encantados de ayudarte.",
    "androidFaqStillNeedHelp": "Si tienes alguna pregunta que no esté en la lista o en las [preguntas frecuentes de la Wiki](https://habitica.fandom.com/wiki/FAQ), ¡ven a preguntar al chat de la Taberna, bajo el Menú > Taberna! Estaremos encantados de ayudar.",
    "webFaqStillNeedHelp": "Si tienes una pregunta que no está en esta lista o en [Wiki FAQ](https://habitica.fandom.com/wiki/FAQ), ¡ven y pregunta en el [gremio Habitica Help](https://habitica.com/groups/guild/5481ccf3-5d2d-48a9-a871-70a7380cee5a)! Estamos felices de ayudar.",
    "commonQuestions": "Preguntas Comunes",
    "faqQuestion25": "Cuales son los diferentes tipos de tareas?",
    "faqQuestion26": "¿Cuáles son algunas tareas de ejemplo?",
    "webFaqAnswer25": "Habitica utiliza tres tipos de tareas diferentes para adaptarse a tus necesidades: Hábitos, Diarias y Pendientes.\n\nHábitos pueden ser positivos o negativos y representan algo que puedes querer registrar varias veces al día o en un horario flexible. Los Hábitos positivos te darán recompensas como Oro y Experiencia (Exp), mientras que los Hábitos negativos harán que pierdas puntos de salud (HP).\n\nDiarias son tareas repetitivas que quieres completar en un horario estructurado, como una vez al día, tres veces a la semana o cuatro veces al mes. Si no completas una Diaria, perderás HP, pero cuanto más difícil sea, ¡mejores serán las recompensas!\n\nPendientes son tareas únicas que te darán recompensas cuando las completes. Pueden tener una fecha de vencimiento, pero no perderás HP si no la cumples.\n\n¡Elige el tipo de tarea que mejor se adapte a lo que quieres lograr!",
    "webFaqAnswer26": "Hábitos Positivos (Comportamientos que quieres fomentar; deberían tener un botón de más)\n\n * Tomar vitaminas\n * Usar hilo dental\n * Una hora de estudio\n\nHábitos Negativos (Comportamientos que quieres limitar o evitar; deberían tener un botón de menos)\n\n * Fumar\n * Navegar sin rumbo (doomscrolling)\n * Morderse las uñas\n\nHábitos Duales (Hábitos que involucran una opción positiva vs. negativa; deberían tener botones de más y menos)\n\n * Beber agua vs. beber refresco\n * Estudiar vs. procrastinar\n\nEjemplos de Tareas Diarias (Tareas que deseas repetir en un horario regular)\n\n * Lavar los platos\n * Regar las plantas\n * 30 minutos de actividad física\n\nEjemplos de Tareas Puntuales (Tareas que solo necesitas hacer una vez)\n\n * Programar una cita\n * Organizar el armario\n * Terminar un ensayo",
    "faqQuestion27": "¿Por qué cambian de color las tareas?",
    "webFaqAnswer27": "El color de una tarea es una representación visual del valor de la tarea. Todas las tareas comienzan como amarillas para indicar un estado neutral, el azul es mejor y el rojo es peor. Así es como cada tipo de tarea determina el valor de la tarea:\n\nLos hábitos se vuelven más azules o rojos según si tocas el botón de más o menos. Los hábitos positivos y negativos se degradan a amarillo con el tiempo si no los completas. Los hábitos duales solo cambian de color según tus entradas.\n\nLas tareas diarias cambian de color según la frecuencia con la que se completan, volviéndose más azules a medida que se completan o más rojas si se pierden.\n\nLas tareas pendientes se vuelven gradualmente más rojas cuanto más tiempo permanezcan incompletas.\n\nCuanto más roja sea la tarea, más oro y experiencia ganarás al completarla, así que asegúrate de asumir incluso tus tareas más difíciles.",
    "faqQuestion28": "¿Puedo pausar mis tareas diarias si necesito un descanso?",
    "webFaqAnswer28": "¡Sí! El botón de “Pausar Daño” se puede encontrar en Configuración. Esto evitará que pierdas HP por tareas diarias no completadas. Esto es útil si estás de vacaciones, necesitas un descanso o por cualquier otra razón que pueda requerir una pausa. Si estás participando en una misión, tu propio progreso pendiente será pausado, pero aún recibirás daño por las tareas diarias no completadas de los miembros de tu grupo.\n\nPara pausar tareas diarias específicas, puedes editar la programación para que se deban cada 0 días hasta que estés listo para reiniciarlas.",
    "faqQuestion29": "¿Cómo recupero HP?",
    "webFaqAnswer29": "Puedes recuperar 15 HP comprando una Poción de Salud en tu columna de Recompensas por 25 de oro. Además, siempre recuperarás HP completo cuando subas de nivel!",
    "faqQuestion30": "¿Qué pasa cuando me quedo sin HP?",
    "webFaqAnswer30": "Si tu HP llega a cero, perderás un nivel, todo tu oro y una pieza de equipo que podrás volver a comprar.",
    "faqQuestion31": "¿Por qué perdí HP al interactuar con una tarea que no es negativa?",
    "webFaqAnswer31": "Si completas una tarea y pierdes HP cuando no deberías, es porque hubo un retraso mientras el servidor sincronizaba los cambios hechos en otras plataformas. Por ejemplo, si usas oro, maná o pierdes HP en la aplicación móvil y luego completas una tarea en el sitio web, el servidor simplemente está confirmando que todo esté sincronizado.",
    "faqQuestion32": "¿Cuándo puedo elegir una clase?",
    "webFaqAnswer32": "En Habitica hay cuatro clases: Guerrero, Mago, Pícaro y Sanador. Todos los jugadores comienzan como Guerreros hasta alcanzar el nivel 10. Una vez que llegues al nivel 10, podrás elegir una nueva clase o continuar como Guerrero.\n\nCada clase tiene su propio Equipo y Habilidades. Si no quieres elegir una clase, puedes seleccionar \"No participar\". Si decides no participar, siempre podrás activar el Sistema de Clases más adelante desde la Configuración.",
    "webFaqAnswer36": "¡Hay infinitas formas de personalizar la apariencia de tu Avatar en Habitica! Puedes cambiar la forma del cuerpo, el estilo y color de cabello, el color de piel o agregar gafas y ayudas para la movilidad seleccionando \"Personalizar Avatar\" desde el menú.\n\nPara personalizar tu Avatar en la aplicación móvil:\n*Desde el menú, selecciona \"Personalizar Avatar\"\n\nPara personalizar tu Avatar en el sitio web:\n*Desde el menú de usuario en la navegación, selecciona \"Personalizar Avatar\"",
    "faqQuestion33": "¿Qué es la barra azul que aparece después del nivel 10?",
    "webFaqAnswer33": "Después de desbloquear el Sistema de Clases, también obtienes acceso a Habilidades que requieren Maná para usarse. La cantidad de Maná depende de tu estadística de INT y puede modificarse con Habilidades y Equipamiento.",
    "faqQuestion34": "¿Qué tipo de comida le gusta a mi mascota?",
    "webFaqAnswer34": "Las mascotas prefieren la comida que coincide con su color. Las mascotas base son la excepción, pero todas ellas disfrutan del mismo alimento. A continuación, puedes ver qué comida prefiere cada tipo de mascota:\n\nMascotas base → Carne\nMascotas blancas → Leche\nMascotas del desierto → Papas\nMascotas rojas → Fresas\nMascotas sombrías → Chocolate\nMascotas esqueléticas → Pescado\nMascotas zombis → Carne podrida\nMascotas de Algodón de Azúcar Rosa → Algodón de azúcar rosa\nMascotas de Algodón de Azúcar Azul → Algodón de azúcar azul\nMascotas doradas → Miel",
    "faqQuestion35": "¡Alimenté a mi mascota y desapareció! ¿Qué pasó?",
    "webFaqAnswer35": "Una vez que hayas alimentado a tu mascota lo suficiente para convertirla en una Montura, necesitarás eclosionar otra mascota del mismo tipo si quieres tenerla nuevamente en tu establo.\n\nPara ver tus Monturas en la aplicación móvil:\nDesde el Menú, selecciona \"Mascotas y Monturas\" y cambia a la pestaña de Monturas.\n\nPara ver tus Monturas en el sitio web:\nDesde el menú de Inventario, selecciona \"Mascotas y Monturas\" y desplázate hacia abajo hasta la sección de Monturas",
    "faqQuestion36": "¿Cómo cambio la apariencia de mi Avatar?",
    "faqQuestion37": "¿Por qué mi equipamiento no se muestra en mi Avatar?",
    "webFaqAnswer37": "Revisa si la opción de Disfraz está activada. Si tu Avatar está usando un Disfraz, ese conjunto de Equipamiento se mostrará en lugar de tu Equipo de Batalla.\n\nPara activar o desactivar el Disfraz en la aplicación móvil:\n*Desde el menú, selecciona \"Equipamiento\" para encontrar el interruptor del Disfraz.\n\nPara activar o desactivar el Disfraz en el sitio web:\n*Desde tu Inventario, selecciona \"Equipamiento\" y ubica el interruptor del Disfraz en la pestaña de Disfraz en el cajón de Equipamiento",
    "faqQuestion38": "¿Por qué no puedo comprar ciertos objetos?",
    "webFaqAnswer38": "Los nuevos jugadores de Habitica solo pueden comprar el equipo básico de la clase Guerrero. Los jugadores deben comprar el equipo en orden secuencial para desbloquear la siguiente pieza.\n\nMuchas piezas de equipo son específicas de clase, lo que significa que un jugador solo puede comprar el equipo que pertenece a su clase actual.",
    "faqQuestion39": "¿Cómo puedo tener mas equipamiento?",
    "webFaqAnswer39": "Si buscas conseguir más equipamiento, puedes suscribirte a Habitica, probar suerte con el Armario Encantado o darte un gusto durante uno de los Grandes Festivales de Habitica.\n\nLos suscriptores de Habitica reciben un conjunto de equipo exclusivo cada mes y Relojes de Arena Místicos para comprar conjuntos de equipamiento anteriores en la Tienda del Viajero en el Tiempo.\n\nEl cofre del Armario Encantado, disponible en tus Recompensas, contiene más de 350 piezas de equipamiento. Por 100 de oro, tendrás la oportunidad de obtener equipamiento especial, comida para hacer crecer a tu mascota en una montura o experiencia para subir de nivel.\n\nDurante los cuatro Grandes Festivales de temporada, se pueden comprar nuevos conjuntos de equipamiento de clase con oro, y los conjuntos de festivales anteriores pueden adquirirse con gemas.",
    "faqQuestion40": "¿Que son gemas, y como puedo obtenerlas?",
    "webFaqAnswer40": "Las gemas son la moneda premium de Habitica y se usan para comprar equipamiento, personalizaciones de avatar, fondos y más.\nPuedes comprarlas en paquetes o con oro si eres suscriptor de Habitica. También puedes ganarlas si eres seleccionado como ganador de un desafío.",
    "faqQuestion41": "¿Qué son los Relojes de Arena Místicos y cómo los obtengo?",
    "webFaqAnswer41": "Los Relojes de Arena Místicos son la moneda exclusiva de los suscriptores de Habitica y se usan en la Tienda del Viajero en el Tiempo.\nLos suscriptores reciben un Reloj de Arena Místico al inicio de cada mes en el que disfrutan de beneficios de suscripción, junto con muchas otras recompensas.\nSi te interesan los fondos, mascotas, misiones y equipamiento especiales de la Tienda del Viajero en el Tiempo, ¡consulta nuestras opciones de suscripción!",
    "faqQuestion42": "¿Qué puedo hacer para aumentar la responsabilidad?",
    "webFaqAnswer42": "Una de las mejores formas de motivarte y mantenerte responsable con tus tareas es unirte a un Grupo.\nFormar parte de un Grupo con otros jugadores de Habitica te permite participar en Misiones para obtener mascotas y equipo, recibir mejoras de habilidades de tus compañeros y aumentar tu motivación.\n\nOtra forma de mejorar tu compromiso es unirte a un Desafío. Los desafíos agregan automáticamente tareas relacionadas con un objetivo específico a tu lista. También añaden un elemento de competencia contra otros jugadores, lo que puede darte un impulso extra mientras intentas ganar el premio de Gemas.Existen Desafíos oficiales creados por el equipo de Habitica, así como desafíos creados por otros jugadores.",
    "faqQuestion43": "¿Cómo puedo tomar misiones?",
    "webFaqAnswer43": "Para comenzar una Misión, primero debes ser miembro de un Grupo.\nLos Grupos pueden ser aventuras en solitario, donde enfrentas las Misiones por tu cuenta, o puedes invitar a otros jugadores de Habitica para completarlas más rápido.\n\nPara iniciar una Misión, selecciona un Pergamino de Misión desde tu inventario y presiona el botón \"Comenzar Misión\" en tu Grupo. Luego, completa tus tareas como de costumbre para avanzar en la Misión.En una Misión contra un Jefe, infligirás daño al enemigo.En una Misión de Colección, tendrás la oportunidad de encontrar objetos\nEl progreso pendiente se aplica al día siguiente. Cuando inflijas suficiente daño o reúnas todos los objetos, la Misión se completará y recibirás tus recompensas!",
    "faqQuestion44": "¿Cómo puedo eliminar tareas de un desafío?",
    "webFaqAnswer44": "Una vez que hayas alimentado a tu mascota lo suficiente para convertirla en un Montura, necesitarás incubar ese tipo de mascota nuevamente para tenerla en tu establo.\n\nPara ver las Monturas en las aplicaciones móviles:\n\nDesde el menú, selecciona “Mascotas y Monturas” y cambia a la pestaña de Monturas.\nPara ver las Monturas en el sitio web:\n\nDesde el menú de Inventario, selecciona “Mascotas y Monturas” y desplázate hacia abajo hasta la sección de Monturas.",
    "faqQuestion45": "Mi avatar se transformó en un muñeco de nieve, estrella de mar, flor o fantasma. ¿Cómo puedo volver a mi apariencia original?",
    "webFaqAnswer45": "¡Uno de los miembros de tu Grupo usó un artículo de transformación de la Tienda Estacional en ti! Tu avatar volverá a su apariencia normal al día siguiente. Si deseas quitar la transformación antes, puedes comprar un antídoto (Poción de Sal, Arena, Sin Pétalos o Poción Opaca) en las Recompensas.",
    "faqQuestion46": "¿Cómo reporto un error?",
    "webFaqAnswer46": "Si crees que has encontrado un error, por favor háznoslo saber!\n\nPara reportar un error en las aplicaciones móviles:\nDesde el menú, selecciona Soporte, luego toca \"Obtener ayuda\" y desplázate hacia abajo hasta \"Reportar un error\".\n\nPara reportar un error en el sitio web:\nDesde el menú de Ayuda, selecciona \"Reportar un error\"",
    "faqQuestion47": "¿Puedo ver datos sobre cómo me ha ido con mis tareas y hábitos?"
}
