{
    "frequentlyAskedQuestions": "Preguntas frecuentes",
    "iosFaqStillNeedHelp": "Si tienes alguna pregunta que no esté en esta lista o en las [Wiki FAQ](https://habitica.fandom.com/wiki/FAQ), utiliza el formulario Haz una pregunta [ENLACE NECESARIO]. Estaremos encantados de ayudarte.",
    "androidFaqStillNeedHelp": "Si tienes alguna pregunta que no esté en esta lista o en las [Wiki FAQ](https://habitica.fandom.com/wiki/FAQ), utiliza el formulario Haz una pregunta [ENLACE NECESARIO]. Estaremos encantados de ayudarte.",
    "webFaqStillNeedHelp": "Si tienes alguna pregunta que no esté en esta lista o en las [Wiki FAQ](https://habitica.fandom.com/wiki/FAQ), utiliza el formulario Haz una pregunta [ENLACE NECESARIO]. Estaremos encantados de ayudarte.",
    "commonQuestions": "Preguntas Comunes",
    "faqQuestion25": "Cuales son los diferentes tipos de tareas?",
    "faqQuestion26": "¿Cuáles son algunas tareas de ejemplo?",
    "webFaqAnswer25": "Habitica utiliza tres tipos de tareas diferentes para adaptarse a tus necesidades: Hábitos, Diarias y Pendientes.\n\nHábitos pueden ser positivos o negativos y representan algo que puedes querer registrar varias veces al día o en un horario flexible. Los Hábitos positivos te darán recompensas como Oro y Experiencia (Exp), mientras que los Hábitos negativos harán que pierdas puntos de salud (HP).\n\nDiarias son tareas repetitivas que quieres completar en un horario estructurado, como una vez al día, tres veces a la semana o cuatro veces al mes. Si no completas una Diaria, perderás HP, pero cuanto más difícil sea, ¡mejores serán las recompensas!\n\nPendientes son tareas únicas que te darán recompensas cuando las completes. Pueden tener una fecha de vencimiento, pero no perderás HP si no la cumples.\n\n¡Elige el tipo de tarea que mejor se adapte a lo que quieres lograr!",
    "webFaqAnswer26": "Hábitos Positivos (Comportamientos que quieres fomentar; deberían tener un botón de más)\n\n * Tomar vitaminas\n * Usar hilo dental\n * Una hora de estudio\n\nHábitos Negativos (Comportamientos que quieres limitar o evitar; deberían tener un botón de menos)\n\n * Fumar\n * Navegar sin rumbo (doomscrolling)\n * Morderse las uñas\n\nHábitos Duales (Hábitos que involucran una opción positiva vs. negativa; deberían tener botones de más y menos)\n\n * Beber agua vs. beber refresco\n * Estudiar vs. procrastinar\n\nEjemplos de Tareas Diarias (Tareas que deseas repetir en un horario regular)\n\n * Lavar los platos\n * Regar las plantas\n * 30 minutos de actividad física\n\nEjemplos de Tareas Puntuales (Tareas que solo necesitas hacer una vez)\n\n * Programar una cita\n * Organizar el armario\n * Terminar un ensayo",
    "faqQuestion27": "¿Por qué cambian de color las tareas?",
    "webFaqAnswer27": "El color de una tarea es una representación visual del valor de la tarea. Todas las tareas comienzan como amarillas para indicar un estado neutral, el azul es mejor y el rojo es peor. Así es como cada tipo de tarea determina el valor de la tarea:\n\nLos hábitos se vuelven más azules o rojos según si tocas el botón de más o menos. Los hábitos positivos y negativos se degradan a amarillo con el tiempo si no los completas. Los hábitos duales solo cambian de color según tus entradas.\n\nLas tareas diarias cambian de color según la frecuencia con la que se completan, volviéndose más azules a medida que se completan o más rojas si se pierden.\n\nLas tareas pendientes se vuelven gradualmente más rojas cuanto más tiempo permanezcan incompletas.\n\nCuanto más roja sea la tarea, más oro y experiencia ganarás al completarla, así que asegúrate de asumir incluso tus tareas más difíciles!",
    "faqQuestion28": "¿Puedo pausar mis tareas diarias si necesito un descanso?",
    "webFaqAnswer28": "¡Sí! El botón de “Pausar Daño” se puede encontrar en Configuración. Esto evitará que pierdas HP por tareas diarias no completadas. Esto es útil si estás de vacaciones, necesitas un descanso o por cualquier otra razón que pueda requerir una pausa. Si estás participando en una misión, tu propio progreso pendiente será pausado, pero aún recibirás daño por las tareas diarias no completadas de los miembros de tu grupo.\n\nPara pausar tareas diarias específicas, puedes editar la programación para que se deban cada 0 días hasta que estés listo para reiniciarlas.",
    "faqQuestion29": "¿Cómo recupero HP?",
    "webFaqAnswer29": "Puedes recuperar 15 HP comprando una Poción de Salud en tu columna de Recompensas por 25 de oro. Además, siempre recuperarás HP completo cuando subas de nivel!",
    "faqQuestion30": "¿Qué pasa cuando me quedo sin HP?",
    "webFaqAnswer30": "Si tus Puntos de Vida descienden por debajo de cero, perderás un nivel, el punto de atributo de ese nivel, todas tus monedas de oro y una pieza aleatoria de Equipo que, podrás volver a adquirir recomprándola. Puedes reconstruir lo logrado completando tareas y subiendo de nivel otra vez.",
    "faqQuestion31": "¿Por qué perdí HP al interactuar con una tarea que no es negativa?",
    "webFaqAnswer31": "Si completas una tarea y pierdes HP cuando no deberías, es porque hubo un retraso mientras el servidor sincronizaba los cambios hechos en otras plataformas. Por ejemplo, si usas oro, maná o pierdes HP en la aplicación móvil y luego completas una tarea en el sitio web, el servidor simplemente está confirmando que todo esté sincronizado.",
    "faqQuestion32": "¿Cómo puedo elegir una clase?",
    "webFaqAnswer32": "Todos los jugadores empiezan como clase Guerrero hasta que alcanzan el nivel 10. Una vez alcanzado el nivel 10, se te dará a elegir entre seleccionar una nueva clase o continuar como Guerrero.\n\nCada clase tiene diferente Equipo y Habilidades. Si no quieres elegir una clase, puedes seleccionar «Opt Out». Si eliges «Opt Out», siempre puedes activar el Sistema de Clases desde Ajustes más tarde.\n\nSi quieres cambiar tu clase después del Nivel 10, puedes hacerlo usando el Orbe de Renacimiento. El Orbe del Renacimiento está disponible en el Mercado por 6 Gemas en el nivel 50 o gratis en el nivel 100.\n\nTambién puedes cambiar de clase en cualquier momento desde Ajustes por 3 gemas. Esto no restablecerá tu nivel como el Orbe del Renacimiento, pero te permitirá reasignar los puntos de habilidad que has acumulado al subir de nivel para que coincidan con tu nueva clase.",
    "webFaqAnswer36": "¡Hay infinitas formas de personalizar la apariencia de tu Avatar en Habitica! Puedes cambiar la forma del cuerpo, el estilo y color de cabello, el color de piel o agregar gafas y ayudas para la movilidad seleccionando \"Personalizar Avatar\" desde el menú.\n\nPara personalizar tu Avatar en la aplicación móvil:\n*Desde el menú, selecciona \"Personalizar Avatar\"\n\nPara personalizar tu Avatar en el sitio web:\n*Desde el menú de usuario en la navegación, selecciona \"Personalizar Avatar\"",
    "faqQuestion33": "¿Qué es la barra azul que aparece después del nivel 10?",
    "webFaqAnswer33": "Después de desbloquear el Sistema de Clases, también obtienes acceso a Habilidades que requieren Maná para usarse. La cantidad de Maná depende de tu estadística de INT y puede modificarse con Habilidades y Equipamiento.",
    "faqQuestion34": "¿Qué tipo de comida le gusta a mi mascota?",
    "webFaqAnswer34": "Las mascotas prefieren la comida que coincide con su color. Las mascotas base son la excepción, pero todas ellas disfrutan del mismo alimento. A continuación, puedes ver qué comida prefiere cada tipo de mascota:\n\nMascotas base → Carne\nMascotas blancas → Leche\nMascotas del desierto → Papas\nMascotas rojas → Fresas\nMascotas sombrías → Chocolate\nMascotas esqueléticas → Pescado\nMascotas zombis → Carne podrida\nMascotas de Algodón de Azúcar Rosa → Algodón de azúcar rosa\nMascotas de Algodón de Azúcar Azul → Algodón de azúcar azul\nMascotas doradas → Miel",
    "faqQuestion35": "¡Alimenté a mi mascota y desapareció! ¿Qué pasó?",
    "webFaqAnswer35": "Una vez que hayas alimentado a tu mascota lo suficiente como para convertirla en una montura, tendrás que volver a incubar ese tipo de mascota para tenerla en tu establo.\n\nPara ver las Monturas en las aplicaciones móviles:\n\n * En el menú, selecciona «Mascotas y monturas» y ve a la pestaña «Monturas»\n\nPara ver monturas en el sitio web:\n\n * En el menú Inventario, selecciona «Mascotas y monturas» y desplázate hasta la sección Monturas",
    "faqQuestion36": "¿Cómo cambio la apariencia de mi Avatar?",
    "faqQuestion37": "¿Por qué mi equipamiento no se muestra en mi Avatar?",
    "webFaqAnswer37": "Revisa si la opción de Disfraz está activada. Si tu Avatar está usando un Disfraz, ese conjunto de Equipamiento se mostrará en lugar de tu Equipo de Batalla.\n\nPara activar o desactivar el Disfraz en la aplicación móvil:\n*Desde el menú, selecciona \"Equipamiento\" para encontrar el interruptor del Disfraz.\n\nPara activar o desactivar el Disfraz en el sitio web:\n*Desde tu Inventario, selecciona \"Equipamiento\" y ubica el interruptor del Disfraz en la pestaña de Disfraz en el cajón de Equipamiento",
    "faqQuestion38": "¿Por qué no puedo comprar ciertos objetos?",
    "webFaqAnswer38": "Los nuevos jugadores de Habitica solo pueden comprar el equipo básico de la clase Guerrero. Los jugadores deben comprar el equipo en orden secuencial para desbloquear la siguiente pieza.\n\nMuchas piezas de equipo son específicas de clase, lo que significa que un jugador solo puede comprar el equipo que pertenece a su clase actual.",
    "faqQuestion39": "¿Cómo puedo tener mas equipamiento?",
    "webFaqAnswer39": "Si buscas conseguir más equipamiento, puedes suscribirte a Habitica, probar suerte con el Armario Encantado o darte un gusto durante uno de los Grandes Festivales de Habitica.\n\nLos suscriptores de Habitica reciben un conjunto de equipo exclusivo cada mes y Relojes de Arena Místicos para comprar conjuntos de equipamiento anteriores en la Tienda del Viajero en el Tiempo.\n\nEl cofre del Armario Encantado, disponible en tus Recompensas, contiene más de 350 piezas de equipamiento. Por 100 de oro, tendrás la oportunidad de obtener equipamiento especial, comida para hacer crecer a tu mascota en una montura o experiencia para subir de nivel.\n\nDurante los cuatro Grandes Festivales de temporada, se pueden comprar nuevos conjuntos de equipamiento de clase con oro, y los conjuntos de festivales anteriores pueden adquirirse con gemas.",
    "faqQuestion40": "¿Que son gemas, y como puedo obtenerlas?",
    "webFaqAnswer40": "Las gemas son la moneda premium de Habitica y se usan para comprar equipamiento, personalizaciones de avatar, fondos y más.\nPuedes comprarlas en paquetes o con oro si eres suscriptor de Habitica. También puedes ganarlas si eres seleccionado como ganador de un desafío.",
    "faqQuestion41": "¿Qué son los Relojes de Arena Místicos y cómo los obtengo?",
    "webFaqAnswer41": "Los Relojes de Arena Místicos son la moneda exclusiva para suscriptores de Habitica que se utiliza en la Tienda de los Viajeros en el Tiempo. Los suscriptores reciben un Reloj de Arena Místico al comienzo de cada mes en el que tienen beneficios de suscripción, junto con un montón de otras ventajas. Asegúrate de consultar nuestras opciones de suscripción si estás interesado en los fondos, mascotas, misiones y equipamiento especiales que se ofrecen en la Tienda de los Viajeros en el Tiempo!",
    "faqQuestion42": "¿Qué puedo hacer para aumentar la responsabilidad?",
    "webFaqAnswer42": "Una de las mejores formas de motivarte y mantenerte responsable con tus tareas es unirte a un Grupo.\nFormar parte de un Grupo con otros jugadores de Habitica te permite participar en Misiones para obtener mascotas y equipo, recibir mejoras de habilidades de tus compañeros y aumentar tu motivación.\n\nOtra forma de mejorar tu compromiso es unirte a un Desafío. Los desafíos agregan automáticamente tareas relacionadas con un objetivo específico a tu lista. También añaden un elemento de competencia contra otros jugadores, lo que puede darte un impulso extra mientras intentas ganar el premio de Gemas.Existen Desafíos oficiales creados por el equipo de Habitica, así como desafíos creados por otros jugadores.",
    "faqQuestion43": "¿Cómo puedo tomar misiones?",
    "webFaqAnswer43": "Para empezar una misión, necesitarás ser miembro de un grupo. Los grupos pueden ser aventuras en solitario en las que te enfrentas a las misiones en solitario, o puedes invitar a otros jugadores de Habitica para enfrentarte a las misiones a un ritmo más rápido.\n\nElige un pergamino de misión de tu inventario seleccionando el botón «Comenzar misión» de tu grupo. Completa las tareas como lo harías normalmente para avanzar en la misión. Acumularás daño contra un monstruo si te enfrentas a una misión de jefe, o tendrás la oportunidad de encontrar objetos si te enfrentas a una misión de recolección. Todo el progreso pendiente se aplica al día siguiente.\n\nCuando hagas suficiente daño o recojas todos los objetos, la misión se habrá completado y recibirás tu recompensa!",
    "faqQuestion44": "¿Cómo puedo eliminar tareas de un desafío?",
    "webFaqAnswer44": "**Necesitarás salir del Desafío o esperar a que se cierre para eliminar las tareas asociadas.** Un ícono de megáfono rojo indica que el Desafío ha sido cerrado, mientras que un megáfono gris indica que el Desafío aún está activo.\n\n**Para eliminar tareas de Desafíos en la app de *Android*:**\n1. Toca la tarea que pertenece al Desafío.\n2. Toca en **\"Eliminar\"** en la esquina superior derecha de la pantalla.\n3. Elige eliminar las tareas del Desafío de tu lista de tareas.\n\n**Para eliminar tareas de Desafíos en la app de *iOS*:**\n1. Encuentra la tarea del Desafío que deseas eliminar y verifica el ícono de megáfono.\n2. Si el ícono de megáfono está rojo, toca la tarea y selecciona **\"Eliminar\"** en la parte inferior.\n3. Si el ícono de megáfono está gris, deberás buscar el Desafío y salir de él para eliminar la tarea.\n\n**Para eliminar tareas de Desafíos en el *sitio web*:**\n1. Encuentra la tarea del Desafío que deseas eliminar y verifica el ícono de megáfono.\n2. Si el ícono de megáfono está rojo, haz clic en él y elige eliminar las tareas de tu lista.\n3. Si el ícono de megáfono está gris, necesitarás buscar el Desafío y salir de él para eliminar la tarea.",
    "faqQuestion45": "Mi avatar se transformó en un muñeco de nieve, estrella de mar, flor o fantasma. ¿Cómo puedo volver a mi apariencia original?",
    "webFaqAnswer45": "¡Uno de los miembros de tu Grupo usó un artículo de transformación de la Tienda Estacional en ti! Tu avatar volverá a su apariencia normal al día siguiente. Si deseas quitar la transformación antes, puedes comprar un antídoto (Poción de Sal, Arena, Sin Pétalos o Poción Opaca) en las Recompensas.",
    "faqQuestion46": "¿Cómo reporto un error?",
    "webFaqAnswer46": "Si crees que has encontrado un error, por favor háznoslo saber!\n\nPara reportar un error en las aplicaciones móviles:\nDesde el menú, selecciona Soporte, luego toca \"Obtener ayuda\" y desplázate hacia abajo hasta \"Reportar un error\".\n\nPara reportar un error en el sitio web:\nDesde el menú de Ayuda, selecciona \"Reportar un error\"",
    "faqQuestion47": "¿Puedo ver datos sobre cómo me ha ido con mis tareas y hábitos?",
    "contentFaqTitle": "Habitica Cambio en la publicación de contenidos FAQ",
    "contentReleaseChanges": "Cambios en la publicación de contenidos",
    "contentQuestion0": "¿Qué está cambiando?",
    "contentAnswer00": "Las pociones mágicas para incubar, los fondos reeditados, los conjuntos de suscriptores anteriores y las misiones de mascotas se cambiarán según un calendario mensual predecible.",
    "contentAnswer01": "<strong>Las Grandes Galas se amplían</strong> para estar activas durante toda la temporada, junto con todo su equipo de Clase, Personalizaciones de Avatar y otras golosinas.",
    "contentAnswer02": "Nuevas <strong>Consultas de Mascotas, Pociones Mágicas para Incubar y Pociones Mágicas para Incubar</strong> serán lanzadas para completar este nuevo calendario.",
    "sunsetFaqList2": "Las nuevas leyes de seguridad en línea exigen un nivel de supervisión activa de contenidos para los espacios públicos que Habitica no ha proporcionado históricamente. Invertir en las funciones que exigirían estas nuevas normativas supondría redirigir nuestros limitados recursos hacia partes de Habitica que la gran mayoría de los jugadores nunca tocan.",
    "sunsetFaqHeader6": "¿Podrán los jugadores recuperar sus chats de Gremio una vez finalizados los servicios?",
    "sunsetFaqPara10": "Los jugadores no podrán recuperar los datos de chat de la Taberna y los Gremios una vez finalizados los servicios.",
    "sunsetFaqList5": "Los desafíos basados en Grupos y Planes de Grupo se mantendrán y no se verán afectados por el fin de los servicios de Taberna y Gremio.",
    "sunsetFaqList6": "Los participantes actuales podrán seguir accediendo a los desafíos organizados por las comunidades desde su lista de desafíos, pero no podrán encontrarlos en la lista pública por motivos de privacidad. No será posible crear nuevos desafíos basados en gremios.",
    "sunsetFaqHeader10": "¿Adónde acudirán los jugadores cuando tengan dudas sobre cómo utilizar Habitica?",
    "sunsetFaqList8": "Nuestro <a href='https://habitica.com/static/faq'>FAQ</a> existente es un gran recurso y se puede encontrar en el menú Ayuda, o Soporte en el móvil. Estamos creando un FAQ más completo y mejorado para orientar a los jugadores en el futuro.",
    "sunsetFaqList10": "También se anima a los jugadores a enviar un correo a <a href='mailto:admin@habitica.com'>admin@habitica.com</a> con cualquier pregunta para la cual no puedan encontrar respuestas en los enlaces anteriores.",
    "contentFaqPara1": "¿Quiere saber más? Siga leyendo.",
    "contentQuestion1": "¿Por qué realiza Habitica estos cambios?",
    "contentAnswer11": "Cuando los nuevos jugadores se incorporan entre las Grandes Galas, a menudo desconocen estos eventos y se pierden la diversión. Queremos asegurarnos de que todos los nuevos jugadores puedan participar en nuestras fiestas de temporada, independientemente de cuándo decidan comenzar su viaje.",
    "contentAnswer12": "Los jugadores lo tendrán más fácil para completar sus colecciones, ya que los objetos saldrán a la venta con un calendario más predecible.",
    "contentQuestion2": "¿Cómo están cambiando las Grandes Galas?",
    "contentAnswer20": "Siempre habrá una Gran Gala activa todos los días del año en que entren en vigor los cambios de horario.",
    "contentAnswer201": "<strong>Festival de Otoño</strong>: del 21 de septiembre al 20 de diciembre",
    "contentAnswer202": "<strong>Maravilla Invernal</strong>: del 21 de diciembre al 20 de marzo",
    "sunsetFaqPara5": "Si quiere saber más sobre los cambios, lea los detalles a continuación.",
    "sunsetFaqPara6": "El servicio de Taberna así como de Gremios públicos y privados está finalizando y estos espacios serán retirados de Habitica el <strong>8 de agosto de 2023</strong>.",
    "sunsetFaqPara8": "Esta función se ha reubicado en Ajustes. Las funciones de Pausar Daño no se verán afectadas por el fin de los servicios de Taberna y Gremio.",
    "sunsetFaqPara7": "Las fiestas y los planes de grupo se mantendrán y conservarán sus espacios de chat. También seguirás pudiendo enviar mensajes privados.",
    "sunsetFaqHeader5": "¿Cómo accederé a mi Plan de Grupo si se trata de un Gremio actualizado?",
    "sunsetFaqHeader7": "¿Cómo encontrarán los jugadores a los miembros del grupo?",
    "faqQuestion67": "¿Cuáles son las clases en Habitica?",
    "sunsetFaqPara16": "<strong>Socializadores</strong><br />Este tipo de contribución finalizará con la descontinuación de la Taberna y los Gremios. Estamos extremadamente agradecidos por el trabajo que nuestros jugadores amables y serviciales han realizado respondiendo preguntas en nuestros espacios de chat.",
    "webFaqAnswer65": "Aunque las aplicaciones móviles aún no son totalmente compatibles con todas las funciones de los Planes de grupo, puedes completar las tareas compartidas desde las aplicaciones para iOS y Android.\n\nEn Android, puedes tocar tu Nombre para mostrar en la parte superior de la pantalla cuando estés viendo tus tareas para cambiar a tu tablón de tareas compartidas. Desde allí puedes ver a los miembros, acceder a tu chat y crear, completar o asignar tareas.\n\nTambién puedes activar una preferencia para copiar las tareas compartidas a tu tablón de tareas personal para que puedas completar todas tus tareas desde un solo lugar.\n\nPara hacerlo en las aplicaciones móviles\n * Abre Ajustes y activa «Copiar tareas compartidas».\n\nPara hacer esto en el sitio web de Habitica:\n * Navega a tu Plan de Grupo y activa la opción «Copiar tareas» en el tablón de tareas compartidas",
    "webFaqAnswer67": "Las clases son diferentes roles que tu personaje puede desempeñar. Cada clase proporciona su propio conjunto de beneficios y habilidades únicas a medida que subes de nivel. Estas habilidades pueden complementar la forma en que interactúas con tus tareas o ayudarte a contribuir a completar las misiones de tu grupo.\n\nTu clase también determina el Equipo que tendrás disponible para comprar en tus Recompensas, el Mercado y la Tienda de Temporada.\n\nAquí tienes un resumen de cada clase para ayudarte a elegir la que mejor se adapta a tu estilo de juego:\n#### **Guerrero**\n* Los guerreros infligen mucho daño a los jefes y tienen una alta probabilidad de golpes críticos al completar tareas, lo que te recompensa con experiencia y oro extra.\n* La Fuerza es su estadística principal, que aumenta el daño que infligen.\n* La Constitución es su estadística secundaria, que reduce el daño que reciben.\n* Las habilidades de los guerreros potencian la Constitución y la Fuerza de sus compañeros de grupo.\n* Considera jugar como Guerrero si te gusta luchar contra los jefes pero también quieres algo de protección si fallas tareas ocasionalmente.\n#### **Sanador**\n* Los Sanadores tienen una defensa alta y pueden curarse a sí mismos y a sus compañeros de grupo.\n* Constitución es su estadística principal, aumentando sus curaciones y reduciendo el daño que reciben.\n* Inteligencia es su estadística secundaria, aumentando su Maná y Experiencia.\n* Las habilidades de los sanadores hacen que sus tareas sean menos rojas y mejoran la Constitución de sus compañeros de grupo.\n* Considera jugar como Sanador si pierdes tareas a menudo y necesitas curarte a ti mismo o a los miembros de tu grupo. Los Sanadores también suben de nivel rápidamente.\n#### **Mago**\n* Los magos suben de nivel rápidamente, ganan mucho maná y dañan a los jefes en las misiones.\n* La Inteligencia es su estadística principal, aumentando su Maná y Experiencia.\n* Percepción es su estadística secundaria, incrementando su Oro y sus objetos.\n* Las habilidades de los magos congelan sus rachas de tareas, restauran el maná de sus compañeros de grupo y potencian su inteligencia.\n* Considera jugar como Mago si te motiva progresar rápidamente de nivel y contribuir con daño a las misiones de los jefes.\n#### **Pícaro**\n* Los Pícaros obtienen la mayor cantidad de objetos y Oro al completar tareas, y tienen una alta probabilidad de golpes críticos, obteniendo aún más Experiencia y Oro.\n* Percepción es su estadística principal, aumentando su oro y objetos.\n* La fuerza es su estadística secundaria, que aumenta el daño que infligen.\n* Las habilidades de los pícaros les ayudan a esquivar las misiones diarias perdidas, robar oro y mejorar la percepción de sus compañeros de grupo.\n* Considera jugar como Pícaro si te motivan mucho las recompensas.",
    "sunsetFaqPara9": "<p><strong>Navegador</strong>: Haz clic en la navegación del Plan de Grupo en la barra superior.</p><p><strong>Android</strong> Toca tu nombre en la parte superior de la pantalla al ver una lista de tareas para cambiar a tus tareas compartidas. Para acceder a tu chat, toca el ícono de chat en el encabezado de esa pantalla.</p><p><strong>iOS</strong>: Toca el nombre de tu Plan de Grupo en el menú.</p>",
    "sunsetFaqPara11": "Ya está disponible nuestra nueva función de búsqueda de grupo. La mayoría de los jugadores que buscan un grupo reciben una invitación en cuestión de minutos. El equipo está trabajando duro para añadir más compatibilidad con plataformas y mejoras a esta función en un futuro próximo. Puedes obtener más información sobre cómo buscar grupos y miembros de grupos en nuestras preguntas frecuentes.",
    "sunsetFaqPara18": "<strong>Artesanos</strong><br />Estamos descontinuando las contribuciones de artesanos. La mayor parte de la producción artística ya se ha trasladado internamente para mantener el ritmo de nuestras publicaciones de contenido. Estamos profundamente agradecidos por el arte fantástico creado a lo largo de los años por nuestra comunidad de colaboradores.",
    "sunsetFaqList9": "Nuestra actual <a href='https://habitica.com/static/faq'>FAQ</a> es un recurso excelente y se puede encontrar en el menú de Ayuda, o en Soporte en la aplicación móvil. Estamos creando una FAQ más completa y mejorada para guiar a los jugadores en el futuro.",
    "contentFaqPara0": "Habitica tiene mucho contenido divertido y atractivo que ofrecer, ¡y queremos que todo el mundo pueda disfrutarlo! Se avecinan cambios para facilitar a los nuevos jugadores el inicio de su colección, así como para que los jugadores veteranos puedan completar la suya!",
    "contentAnswer03": "Fondos, colores de pelo, peinados, máscaras, orejas de animales, colas de animales y camisetas ahora se pueden comprar en la nueva <strong>Tienda de personalización</strong>",
    "contentAnswer10": "Habitica existe desde 2013 (¡vaya!) y con el tiempo hemos lanzado miles de objetos que los jugadores pueden coleccionar. Esto puede ser abrumador, especialmente para los nuevos jugadores. Queremos asegurarnos de que mostramos todo lo que tenemos que ofrecer y de que no se pasan por alto los objetos excelentes lanzados anteriormente en nuestra historia.",
    "contentAnswer200": "<strong>Chapuzón de Verano</strong>: del 21 de junio al 20 de septiembre",
    "sunsetFaqPara19": "<strong>Magos de la Wiki</strong><br />La Wiki de Habitica es una herramienta maravillosa creada por jugadores para jugadores que ha ayudado a muchos. Seguimos apoyando este esfuerzo, pero ya no rastrearemos ni ofreceremos niveles por la edición de la Wiki, ya que estamos enfocando nuestros esfuerzos en las contribuciones de Lingüistas, Herreros y Desafiantes dentro de Habitica.",
    "webFaqAnswer47": "Actualmente, Habitica no cuenta con una representación visual de tus datos de tareas a lo largo del tiempo. Sin embargo, en el sitio web de Habitica, puedes exportar tus datos de tareas desde la pestaña Datos del sitio en Configuración.",
    "faqQuestion48": "Puedo jugar Habitica con otros?",
    "webFaqAnswer48": "¡Sí, con los Grupos! Puedes crear tu propio Grupo o unirte a uno existente. Formar un Grupo con otros jugadores de Habitica es una excelente manera de embarcarte en Misiones, recibir mejoras gracias a las habilidades de los miembros del Grupo y aumentar tu motivación con un extra de responsabilidad compartida.",
    "faqQuestion49": "¿Cómo encuentro un Grupo si no estoy en uno?",
    "webFaqAnswer49": "Si quieres experimentar Habitica con otros pero no conoces a otros jugadores, buscar un Grupo es tu mejor opción. Si ya conoces a otros jugadores que tienen un Grupo, puedes compartir tu @usuario con ellos para que te inviten. Alternativamente, puedes crear un nuevo Grupo e invitarlos usando su @usuario o dirección de correo electrónico.\n\nPara crear o buscar un Grupo, selecciona “Grupo” en el menú de navegación y elige la opción que mejor se adapte a ti.",
    "faqQuestion50": "¿Cómo funciona la búsqueda de un grupo de trabajo?",
    "webFaqAnswer50": "Después de seleccionar \"Buscar una Partida\", serás añadido a una lista de jugadores que quieren unirse a una Partida. Los líderes de Partida pueden ver esta lista y enviar invitaciones. Una vez que recibas una invitación, puedes aceptarla desde tus notificaciones para unirte a la Partida que elijas.\n\nPuedes recibir múltiples invitaciones a diferentes Partidas. Sin embargo, solo puedes ser miembro de una Partida a la vez.",
    "faqQuestion51": "¿Cuánto tiempo puedo buscar una Partida después de unirme a la lista?",
    "webFaqAnswer51": "Permanecerás en la lista hasta que aceptes una invitación a una fiesta o no inicies sesión durante 7 días, lo que suceda primero. Si inicias sesión después de estar inactivo durante 7 días, te volveremos a añadir automáticamente a la lista siempre que no tengas una invitación pendiente.",
    "faqQuestion52": "¿Puedo dejar de buscar un Partida?",
    "webFaqAnswer52": "Si ya no quieres encontrar una partida, puedes dejar de buscar en cualquier momento.\n\nPara dejar de buscar una Partida en las aplicaciones móviles:\n * En el menú, selecciona «Partida» y toca «Abandonar» en la parte inferior de la pantalla.\n\nPara dejar de buscar una Partida en el sitio web de Habitica:\n * Selecciona «Partida» en la navegación y pulsa «Abandonar» en la ventana emergente.",
    "faqQuestion53": "Tengo un Grupo, ¿cómo puedo encontrar más miembros?",
    "webFaqAnswer53": "Si utilizas el sitio web de Habitica, selecciona «Buscar miembros» en el menú desplegable de la fiesta. Si utilizas la aplicación para Android, toca «Buscar miembros» encima de la lista de miembros de tu grupo. Esto mostrará una lista de jugadores que están buscando activamente un grupo y a los que puedes invitar a unirse.\n\nPara ayudarte a encontrar un buen miembro para tu grupo, verás información como el idioma, la clase, el nivel y cuántos días lleva usando Habitica. Si quieres charlar con alguien antes de enviarle una invitación, puedes ver su perfil y enviarle un mensaje.",
    "faqQuestion54": "¿A cuántos miembros puedo invitar a mi Grupo?",
    "webFaqAnswer54": "Las Grupós tienen un límite máximo de 30 miembros y un mínimo de 1 miembro. Las invitaciones pendientes cuentan para el recuento de miembros. Por ejemplo, 29 miembros y 1 invitación pendiente contarían como 30 miembros. Para borrar una invitación pendiente, el jugador invitado debe aceptarla o rechazarla, o el líder del grupo debe cancelar la invitación.",
    "faqQuestion55": "¿Puedo invitar a alguien que ya conozco?",
    "webFaqAnswer55": "Si ya tienes el nombre de usuario o la dirección de correo electrónico de un jugador de Habitica, puedes invitarle a unirse a tu grupo. A continuación te explicamos cómo enviar una invitación en las diferentes plataformas:\n\nPara invitar a alguien en las aplicaciones móviles:\n 1. En el menú, selecciona « Grupo » y desplázate hacia abajo hasta la sección Miembros\n 2. Pulsa «Buscar miembros» y luego cambia a la pestaña «Por invitación»\n 3. Introduce los nombres de usuario o las direcciones de correo electrónico de los jugadores a los que quieres invitar y pulsa «Enviar invitación».\n\nPara invitar a alguien en el sitio web\n 1. Navega hasta tu Partido y haz clic en «Invitar al Grupo»\n 2. 2. Introduce los nombres de usuario o las direcciones de correo electrónico de los jugadores a los que quieres invitar y haz clic en «Enviar invitaciones»",
    "faqQuestion56": "¿Cómo puedo cancelar una invitación pendiente a mi grupo?",
    "webFaqAnswer56": "Para cancelar una invitación pendiente en las aplicaciones móviles:\n 1. Cuando estés viendo tu Grupo, desplázate hasta la parte inferior de la lista de Miembros\n 2. 2. Busca al jugador cuya invitación deseas cancelar y pulsa el botón «Cancelar invitación».\n\nPara cancelar una invitación pendiente en el sitio web\n1. Navega hasta la lista de miembros de tu Grupo y cambia a la pestaña «Invitaciones»\n 2. Pasa el ratón por encima del jugador cuya invitación deseas cancelar\n 3. Haz clic en los tres puntos y selecciona «Cancelar invitación»",
    "faqQuestion57": "¿Cómo impedir las invitaciones no deseadas?",
    "webFaqAnswer57": "Una vez que te unas a un grupo, dejarás de recibir invitaciones. Si quieres evitar las invitaciones y futuras comunicaciones de un jugador concreto, consulta su perfil y haz clic en el botón Bloquear. En los perfiles de móvil, toca los tres puntos de la esquina superior y selecciona «Bloquear».\n\nSi te encuentras con una situación en la que crees que otro jugador ha incumplido nuestras Normas de la Comunidad en su nombre, perfil o en un mensaje que ha enviado, notifica cualquier mensaje o ponte en contacto con nosotros en admin@habitica.com.",
    "faqQuestion58": "¿Cómo puedo filtrar la lista de miembros que buscan un grupo?",
    "webFaqAnswer58": "Por el momento no hay forma de filtrar la lista de miembros que buscan un grupo. Sin embargo, tenemos planes para introducir filtros en el futuro, como clase, nivel e idioma.",
    "groupPlan": "Planes de Grupo",
    "faqQuestion59": "¿Qué es un plan de grupo?",
    "webFaqAnswer59": "Los Planes de Grupo de Habitica proporcionan una experiencia compartida al permitir a los miembros añadir, asignar y completar tareas fácilmente desde un tablón de tareas compartido. Con funciones como los roles de los miembros, la vista de estado y la asignación de tareas, los Planes de Grupo son ideales para familias o equipos de compañeros que comparten objetivos. También son una forma estupenda de mantener la motivación mutua en tu viaje para luchar contra los monstruos y mejorar tu vida.",
    "faqQuestion60": "¿Cómo empiezo con mi Plan de Grupo?",
    "webFaqAnswer60": "Aquí tienes algunos consejos rápidos para empezar con tu nuevo Plan de Grupo de Habitica:\n\n * Promueve a un miembro a administrador para darle la capacidad de crear y editar tareas.\n * Deja tareas sin asignar si cualquiera puede completarlas y sólo es necesario hacerlas una vez.\n * Asigna una tarea a una persona para asegurarte de que nadie más puede completarla.\n * Asignar una tarea a varias personas si todas necesitan completarla.\n * Alternar la capacidad de mostrar las tareas compartidas en su tablero personal para no perderse nada.\n * Recibes recompensas por las tareas que completas, incluso las multiasignadas.\n * Las recompensas por completar tareas no se dividen entre los miembros.\n * Utilice el color de las tareas en el tablero del equipo para juzgar la tasa media de finalización de las tareas.\n * Revisa regularmente las tareas en el tablón de tareas compartidas para asegurarte de que siguen siendo relevantes.\n * Faltar a una tarea diaria no le perjudicará a usted ni a su equipo, pero el color de la tarea se degradará",
    "faqQuestion61": "¿Pueden otros miembros del Plan de Grupo crear tareas?",
    "webFaqAnswer61": "Sólo el responsable y los gestores del Plan de grupo pueden crear tareas compartidas. Si desea que un miembro pueda crear tareas, deberá ascenderlo a gestor.\n\nPara ascender a un miembro del Plan de grupo a gestor en el sitio web:\n 1. Navega hasta tu Plan de Grupo y, a continuación, pasa a la pestaña «Información del grupo»\n 2. Vea su Lista de miembros y haga clic en el icono del punto junto al miembro que desea promocionar\n 3.Seleccione «Asignar administrador»",
    "faqQuestion62": "¿Cómo funcionan las tareas asignadas?",
    "webFaqAnswer62": "Los Planes de Grupo le ofrecen la posibilidad única de asignar tareas compartidas a otros miembros de su Plan de Grupo. Cuando se asigna una tarea compartida a un miembro, se impide que otros miembros la completen.\n\nTambién puede asignar una tarea a varios miembros. Por ejemplo, si todos tienen que lavarse los dientes, cree una tarea y asígnela a cada miembro. Cada miembro podrá completar la tarea y ganar sus recompensas individuales. La tarea principal se mostrará como completa una vez que todos la hayan completado.",
    "faqQuestion63": "¿Cómo funcionan las tareas no asignadas?",
    "webFaqAnswer63": "Las tareas no asignadas pueden ser realizadas por cualquier miembro. Por ejemplo, sacar la basura. Quien saque la basura puede completar la tarea no asignada y aparecerá como completada para todos.",
    "faqQuestion64": "¿Cómo funciona el reinicio sincronizado de los días?",
    "webFaqAnswer64": "Las tareas compartidas se reiniciarán a la misma hora para todos para mantener el tablón de tareas compartidas sincronizado. Esta hora es visible en el tablero de tareas compartidas y está determinada por la hora de inicio del día del líder del Plan de grupo. Dado que las tareas compartidas se restablecen automáticamente, no tendrás la oportunidad de completar los diarios compartidos no completados de ayer cuando te registres a la mañana siguiente.\n\nLas Tareas Diarias Compartidas no se dañarán si no se completan, sin embargo se degradarán en color para ayudar a visualizar el progreso.",
    "faqQuestion65": "¿Las aplicaciones móviles admiten planes de grupo?",
    "faqQuestion66": "¿Cuál es la diferencia entre las tareas compartidas de un Plan de Grupo y las tareas de Desafío?",
    "webFaqAnswer66": "Los tablones de tareas compartidas del Plan de grupo son más dinámicos que los Retos, en el sentido de que se pueden actualizar constantemente y se puede interactuar con ellos. Los Desafíos son ideales si tienes un conjunto de tareas para enviar a muchas personas.\n\nLos Planes de Grupo también son una función de pago, mientras que los Retos son gratuitos para todo el mundo.\n\nNo puedes asignar tareas específicas en los Retos, y los Retos no tienen un reinicio de día compartido. En general, los Retos ofrecen menos control e interacción directa.",
    "sunsetFaqPara2": "El objetivo principal de Habitica es y siempre ha sido proporcionar una experiencia de gestión de tareas gamificada. La taberna y los gremios ayudaron a motivar a los jugadores ayudándoles a encontrar a otros con objetivos similares. Se crearon algunos espacios realmente maravillosos y tuvimos la oportunidad de ver cómo la comunidad prosperaba con debates útiles. Con el paso de los años, notamos cambios en la forma en que los jugadores utilizan y confían en Habitica. Los grupos florecieron, mientras que los gremios y los espacios públicos fueron utilizados cada vez menos por nuestra base de jugadores. En un panorama de Internet en constante cambio, los recursos necesarios para mantener estos espacios se volvieron demasiado desproporcionados en relación con el número de personas que realmente participaban en ellos.",
    "sunsetFaqHeader3": "¿Podré seguir hablando con los miembros de mi grupo o plan de grupo?",
    "sunsetFaqPara4": "Para celebrar los momentos vividos, regalaremos a todos una mascota veterana a medida que avancemos en esta nueva era. Para nuestros increíbles colaboradores, también enviaremos un conjunto de equipo especial para conmemorar todo su duro trabajo en las comunidades de Habitica.",
    "sunsetFaqList3": "Para nosotros es importante seguir ofreciendo acceso en todo el mundo a la creciente base de jugadores internacionales de Habitica. La eliminación de estos servicios nos permite continuar con ese objetivo sin tener que plantearnos restringir el acceso en regiones donde se requiere una supervisión de contenidos más activa de la que podemos ofrecer.",
    "sunsetFaqPara12": "Como un proyecto de código abierto, damos la bienvenida y alentamos muchos tipos de contribuciones. Para mostrar nuestro agradecimiento, enviaremos el conjunto de equipo Heroico a todos los que tengan un nivel de colaborador a partir del <strong>1 de agosto de 2023</strong>. Cuando los servicios de la Taberna y Gremios terminen, también habrá algunos cambios en las contribuciones. Puedes leer más sobre el plan para cada tipo a continuación.",
    "sunsetFaqPara13": "<strong>Herreros</strong><br />Seguimos dando la bienvenida a la ayuda de código abierto a través de nuestro GitHub y continuaremos otorgando niveles por contribuciones que califiquen. La colaboración y discusión de los Herreros se ha llevado a cabo principalmente en GitHub y eso continuará.",
    "sunsetFaqPara15": "<strong>Desafiantes</strong><br />El equipo los anima a seguir creando Desafíos de alta calidad. Nos gustaría explorar nuevas formas de promover la visibilidad de los Desafíos dentro y fuera de la aplicación.",
    "sunsetFaqHeader11": "¿Cómo afecta esto a las Normas de la Comunidad y a las Condiciones del Servicio de Habitica?",
    "sunsetFaqPara20": "Las Normas Comunitarias de Habitica se actualizarán en el momento en que se interrumpa el servicio de Taberna y Gremio. Reflejarán que las normas de conducta de la comunidad están ahora relacionadas con los perfiles de los jugadores, los Desafíos y los mensajes en espacios privados. Nuestras Condiciones de servicio siempre se han aplicado tanto a los espacios públicos como a los privados y no requieren una actualización inmediata con respecto a este cambio.",
    "sunsetFaqTitle": "Preguntas frecuentes sobre la interrupción del servicio de la Taberna y Cofradía Habitica",
    "sunsetFaqPara1": "Debido a una serie de factores, incluidos los cambios en la forma en que nuestra base de jugadores interactúa con Habitica y las nuevas regulaciones de contenido, estamos tomando la difícil decisión de interrumpir los servicios de Taberna y Gremio el <strong>8 de agosto de 2023</strong>.",
    "sunsetFaqPara3": "Tomamos esta decisión para poder concentrar mejor nuestros recursos en las partes de Habitica en las que más confían los jugadores sin interrumpir el acceso de nadie.",
    "sunsetFaqHeader1": "¿Qué servicios finalizan?",
    "sunsetFaqHeader2": "¿Por qué terminan los servicios de la Taberna y Gremio?",
    "sunsetFaqList1": "El objetivo principal de Habitica es proporcionar motivación a través de una experiencia gamificada de gestión de tareas. Los gremios y la taberna son utilizados por un porcentaje desproporcionadamente pequeño de nuestra base de jugadores. La mayoría de los jugadores utilizan servicios externos que están destinados principalmente a la interacción social y están diseñados y mantenidos intencionalmente con esos casos de uso en mente.",
    "sunsetFaqHeader4": "¿Dónde puedo poner en pausa mis diarias?",
    "sunsetFaqHeader8": "¿Cómo afecta esto a los colaboradores de Habitica?",
    "sunsetFaqPara14": "<strong>Lingüistas</strong><br />Seguimos aceptando ayuda con la traducción de las aplicaciones y el sitio web, y continuaremos otorgando niveles de colaborador por contribuciones que califiquen. Sin embargo, el método con el que aceptamos traducciones cambiará. Nos gustaría enfocar nuestros recursos en apoyar una selección específica de idiomas en todas las plataformas. Para lograr esto, reduciremos la cantidad de idiomas disponibles para traducción. Los idiomas previamente no finalizados serán archivados en GitHub. Esperamos que este cambio haga que la experiencia de Habitica en todas las plataformas sea más consistente. Puedes leer nuestras directrices más actualizadas sobre el procedimiento de traducción en nuestro <a href='https://translate.habitica.com/projects/habitica/#information'>sitio web de traducción</a>.",
    "sunsetFaqPara17": "<strong>Camaradas</strong><br />Los scripts y complementos son útiles para una sección cada vez menor de nuestra base de usuarios, ya que las aplicaciones móviles se están convirtiendo en la principal forma de acceso a Habitica para la mayoría. Los colaboradores que deseen crear herramientas de terceros para personalizar su experiencia en Habitica pueden seguir haciéndolo, pero ya no otorgaremos niveles de Camarada, ya que nos enfocaremos en contribuciones que mejoren Habitica de una manera accesible para toda nuestra base de jugadores.",
    "sunsetFaqHeader9": "¿Cómo afectará a los Retos?",
    "sunsetFaqList4": "Los Desafíos Públicos seguirán siendo una característica de Habitica y se podrá acceder a ellos a través de la sección Desafíos.",
    "sunsetFaqList7": "Actualmente, muchos retos tienen tareas que requieren mensajes en los espacios de chat públicos de Habitica. Los creadores de estos retos pueden adaptar sus tareas o trasladar el requisito del chat a un servicio externo.",
    "contactAdmin": "Contacta a <a href='mailto:admin@habitica.com'>admin@habitica.com</a>",
    "sunsetFaqHeader12": "¿Qué ocurrirá con las gemas del Guild Bank?",
    "sunsetFaqPara21": "Las gemas del banco del gremio se devolverán al líder del gremio el 8 de agosto, cuando finalicen los servicios del gremio.",
    "anotherQuestion": "¿Tiene alguna otra pregunta?",
    "parties": "Grupos",
    "contentAnswer22": "Las Pociones de Eclosión Mágicas ya no estarán vinculadas a las Galas y, en su lugar, seguirán un calendario de lanzamientos mensual con temas relacionados a las festividades en curso.",
    "contentAnswer52": "Esperamos que este cambio ayude a los jugadores a organizar las personalizaciones que poseen al editar la apariencia de su avatar, mientras se mantiene la experiencia de tienda familiar para otros objetos que se pueden comprar.",
    "contentAnswer203": "<strong>Aventura de Primavera</strong>:Marzo 21 de junio de 2020",
    "contentAnswer21": "Todos los premios de la Gala (equipamiento de clase, aspectos y colores de cabello, objetos de transformación y misiones de temporada) estarán disponibles desde el inicio de la Gala y se podrán obtener durante todo el tiempo que la Gala esté activa.",
    "contentQuestion3": "¿Cómo cambiará el calendario de lanzamiento de contenido?",
    "contentAnswer300": "<strong>1. de cada mes</strong>Se lanza un nuevo conjunto de suscriptor.Los conjuntos de suscriptor disponibles en la Tierna de los Viajeros del Tiempo rotan.",
    "contentAnswer302": "<strong>14 de cada mes:</strong>Las misiones de mascotas,misiones de pociones y los paquetes de misiones disponibles en la Tienda de Misiones rotan.",
    "contentQuestion4": "¿Qué contenido nuevo llegará?",
    "contentAnswer40": "Para completar este nuevo calendario, hemos estado trabajando arduamente en la creación de nuevos objetos en diversas categorías, incluyendo:",
    "contentAnswer400": "Misiones de Mascotas",
    "contentAnswer401": "Misiones de Pociones de Eclosión Mágicas",
    "contentAnswer402": "Pociones de Eclosión Mágicas",
    "contentAnswer403": "Colores de Cabello de verano",
    "contentQuestion5": "¿Qué es la Tienda de Personalización?",
    "contentAnswer50": "La Tienda de Personalización es el nuevo lugar para todos los objetos de personalización del avatar que se pueden comprar, incluyendo:",
    "contentAnswer501": "Aspectos",
    "contentAnswer502": "Color y Estilos de Cabello",
    "contentAnswer53": "La Tienda de Personalización se encontrará junto a las demás tiendas en el Menú.",
    "contentQuestion6": "¿Qué pasará con otros eventos de temporada, como Habitoween, el Bromista de Abril y el Cumpleaños?",
    "contentAnswer303": "<strong>21. de cada mes:</strong> Las Pociones de Eclosion Magicas disponibles en el Mercado rotan.",
    "contentAnswer30": "Las tiendas rotarán una selección de sus objetos cada mes. Esto ayudará a mantener la cantidad de contenido manejable y fácil de explorar. El nuevo calendario ofrecerá objetos nuevos cada mes para los jugadores recientes, mientras que los coleccionistas veteranos tendrán un cronograma predecible.",
    "contentAnswer41": "¿Cuáles serán estas nuevas incorporaciones?",
    "contentAnswer51": "Las personalizaciones que poseas (tanto las estándar como las compradas) estarán disponibles desde la interfaz actual de Personalización del Avatar.",
    "contentAnswer301": "<strong>7. de cada mes:</strong>Se añaden nuevos objetos al Armario Encantado y se lanza un nuevo fondo.Los nuevos disponibles en la Tienda de Personalizacion rotan.",
    "contentAnswer60": "¡Todos los demás eventos continuarán con normalidad! Todos seguirán recibiendo sus recompensas especiales y comida temática como hasta ahora.",
    "contentAnswer61": "Las tarjetas del Día de San Valentín y de Año Nuevo se lanzarán en fechas específicas.",
    "contentAnswer410": "¡Quédate para descubrirlo! Muchas de las nuevas incorporaciones fueron muy solicitadas y se lanzarán a lo largo del año.",
    "subscriptionBenefitsAdjustments": "Ajustes a los Beneficios de Suscriptores",
    "subscriptionBenefitsFaqTitle": "Preguntas frecuentes: Ajustes a beneficios de suscriptores",
    "subscriptionHeading0": "Cambios en los Relojes de Arena Místicos",
    "subscriptionDetail001": "Todos los suscriptores recibirán los Relojes de Arena Místicos en el mismo calendario, coincidiendo con el cronograma de lanzamiento de los Sets de Equipo Misteriosos mensuales.",
    "subscriptionHeading1": "Cambios en las Gemas de Suscriptor",
    "subscriptionDetail451": "Cada suscripción regalada se sumará a la cantidad de meses que un jugador tiene beneficios de suscripción, lo que le permitirá seguir recibiendo más relojes de arena místicos y aumentos de su tope de gemas cada mes que pase.",
    "subscriptionDetail470": "Los beneficios de los suscriptores del Plan de grupo se comportarán igual que los de una suscripción periódica de 1 mes. Recibirás un Reloj de arena místico al principio de cada mes y la cantidad de Gemas que puedes comprar cada mes en el Mercado aumentará en 2 hasta llegar a 50.",
    "contentAnswer62": "Las Pociones Mágicas de San Valentín (de eclosión) ya forman parte de la programación mensual.",
    "contentAnswer63": "Las Mascotas Extravagantes no se irán hasta finales de abril.",
    "contentAnswer70": "Los Fondos, Misiones, Mascotas y Monturas disponibles en la Tienda del Viajero en el Tiempo permanecerán disponibles durante todo el año.",
    "contentAnswer71": "Manténganse atentos para más actualizaciones sobre las mejoras planeadas para la experiencia de la Tienda del Viajero del Tiempo.",
    "subscriptionPara0": "¡Estamos mejorando las suscripciones de Habitica como nunca, con más Relojes de Arena Místicos y Gemas! Estos cambios harán que tus beneficios de suscripción sean mucho más claros.",
    "subscriptionDetail000": "Al estar suscrito por 12 meses, recibirás 12 Relojes de Arena Místicos, en lugar de los 4 anteriores.",
    "subscriptionDetail002": "Los suscriptores ya no tendrán que esperar hasta el mes siguiente a su pago recurrente para recibir los Relojes de Arena Místicos.",
    "subscriptionDetail01": "Las nuevas suscripciones recurrentes de 12 meses recibirán un bono único inicial de 12 Relojes de Arena Místicos adicionales al momento de la compra.",
    "subscriptionDetail010": "Esto será adicional al Reloj de Arena Místico mensual que todos los nuevos suscriptores reciben después de su compra inicial.",
    "subscriptionDetail012": "Este bono no aplica para suscripciones regaladas.",
    "subscriptionDetail100": "Las nuevas suscripciones de 1, 3 y 6 meses comenzarán con 24 gemas por mes, y esa cantidad aumentará cada mes que tengan beneficios.",
    "subscriptionDetail101": "Los suscriptores que actualmente tengan una cantidad impar de gemas por mes verán su límite de gemas redondeado al número par más cercano.",
    "subscriptionDetail11": "La cantidad de gemas que puedes comprar cada mes a cambio de oro ya no se restablecerá si caduca tu suscripción.",
    "subscriptionHeading2": "¿Por qué hacemos estos cambios?",
    "subscriptionDetail20": "Con la estructura actual, puede resultar difícil entender cuántos relojes de arena místicos recibirías y cuándo.",
    "subscriptionDetail21": "Se sabía que los cuatro niveles de suscripción causaban complicaciones al subir o bajar de nivel.",
    "subscriptionDetail22": "Las suscripciones regaladas y recurrentes tenían experiencias de beneficios y normas contradictorias que queríamos simplificar.",
    "subscriptionDetail24": "Queríamos que los suscriptores tuvieran más de cuatro oportunidades al año para recoger artículos de la Tienda de los Viajeros en el Tiempo.",
    "subscriptionDetail25": "Entendemos que las finanzas cambian y no queríamos castigar a los abonados por suscripciones caducadas quitándoles los beneficios que se habían ganado.",
    "subscriptionHeading3": "Premios del día del lanzamiento",
    "subscriptionDetail30": "Los jugadores con suscripciones recurrentes de 1 mes o suscripciones de Plan de grupo recibirán 2 relojes de arena místicos y 20 gemas.",
    "subscriptionDetail31": "Los jugadores con suscripciones recurrentes de 3 o 6 meses recibirán 4 relojes de arena místicos y 20 gemas.",
    "subscriptionDetail33": "Para recibir estas recompensas, su cuenta debe tener una suscripción recurrente activa antes del 19 de noviembre.",
    "subscriptionDetail41": "¿Cambiará el precio de las suscripciones cuando salga a la venta?",
    "subscriptionDetail410": "Estos cambios no afectarán al precio actual de las suscripciones.",
    "subscriptionDetail42": "Si no me conecto durante un mes mientras estoy suscrito, ¿perderé esas ventajas?",
    "subscriptionDetail420": "Al igual que con los Conjuntos de equipo misterioso, no perderás ningún Reloj de arena místico ni ningún aumento de gemas si no inicias sesión mientras estás suscrito. La próxima vez que inicies sesión, recibirás todos los beneficios adeudados por cada mes que hayas estado suscrito.",
    "subscriptionDetail43": "Si me suscribo a una suscripción periódica y luego la cancelo, ¿seguiré recibiendo beneficios?",
    "subscriptionDetail44": "Soy abonado actual, ¿cuántas gemas tendré disponibles en el mercado cada mes tras el cambio?",
    "subscriptionDetail4400": "Si actualmente has desbloqueado <%= númeroinicial %> Gemas al mes, se te fijará <%= númeroredondeado %>.",
    "subscriptionDetail45": "¿Conseguiré más relojes de arena místicos o un límite de gemas más alto más rápido comprando suscripciones con más regalos?",
    "subscriptionDetail46": "Si estuve abonado en el pasado, ¿puedo desbloquear mi antiguo límite de Gemas si me vuelvo a abonar ahora?",
    "subscriptionDetail460": "Como antes reiniciábamos la cantidad de gemas que podías comprar cada mes cuando se agotaban tus beneficios, los jugadores con beneficios de suscripción caducados tendrán que empezar de cero con este nuevo sistema.",
    "subscriptionDetail47": "Tengo una suscripción al Plan de Grupo, ¿cómo me afecta esto?",
    "subscriptionDetail48": "¿Hay algún cambio en otras ventajas de las suscripciones, como los Mystery Gear Sets?",
    "subscriptionPara2": "Si tiene alguna pregunta no cubierta por las respuestas anteriores, siempre puede ponerse en contacto con nuestro equipo en <%= mailto %>.",
    "contentQuestion7": "¿Qué otros artículos están disponibles en la Tienda del Viajero en el Tiempo, además de los Sets de Suscriptor pasados?",
    "contentFaqPara3": "Si tienes alguna pregunta no cubierta arriba, ¡siempre puedes contactar a nuestro equipo en <%= mailto %>! Estamos emocionados con este nuevo calendario de lanzamientos y ansiosos por futuros proyectos para mejorar Habitica para todos los jugadores.",
    "subscriptionDetail00": "Todos los suscriptores, incluyendo aquellos con suscripciones regaladas, recibirán 1 Reloj de Arena Místico al inicio de cada mes con beneficios activos.",
    "subscriptionDetail003": "Todos los nuevos suscriptores recibirán 1 Reloj de Arena Místico inmediatamente después de su compra. Esto contará como la entrega del Reloj de Arena Místico del mes actual.",
    "subscriptionDetail011": "Los jugadores actuales con una suscripción recurrente activa de 12 meses recibirán este bono el día en que estos cambios entren en vigor.",
    "subscriptionDetail10": "La cantidad de Gemas que los suscriptores pueden comprar con Oro en el Mercado aumentará en 2 cada mes con beneficios activos, hasta alcanzar un máximo de 50.",
    "subscriptionDetail102": "Las nuevas suscripciones de 12 meses empezarán inmediatamente con la cantidad máxima de gemas al mes, 50 gemas en lugar de las 45 anteriores.",
    "subscriptionPara1": "Para facilitar la transición al nuevo horario, los suscriptores actuales pueden esperar algunos regalos extra el día del lanzamiento. Queremos agradecerles sinceramente su apoyo durante este cambio!",
    "subscriptionDetail32": "Los jugadores con suscripciones recurrentes de 12 meses recibirán la bonificación de 12 Relojes de arena místicos mencionada anteriormente y 20 Gemas.",
    "subscriptionDetail400": "Los suscriptores actuales recibirán su primer reloj de arena místico y +2 gemas añadidas a su límite mensual en su primer inicio de sesión del mes posterior al lanzamiento. Esto significa que si ya has iniciado sesión en noviembre, tu primer aumento regular se producirá en diciembre.",
    "subscriptionDetail430": "Al cancelar una suscripción recurrente se fijará una fecha de finalización de tus ventajas, pero seguirás teniendo acceso completo a todas las ventajas de una suscripción anterior a esa fecha. Eso significa que seguirás recibiendo mensualmente relojes de arena místicos y aumentos en el tope de gemas al principio de cada mes en el que tengas acceso a esas ventajas.",
    "subscriptionDetail110": "Si aumentas la cantidad de gemas que puedes comprar cada mes y luego cancelas tu suscripción, podrás volver a comprar la misma cantidad en cualquier momento en el futuro, aunque adquieras un nivel de suscripción inferior.",
    "subscriptionDetail23": "Regalar un Reloj de arena místico al mes permite a los suscriptores disfrutar de los artículos rotatorios de la Tienda de los Viajeros en el Tiempo.",
    "subscriptionDetail440": "El día en que estos cambios entren en vigor, los abonados actuales con un número impar de Gemas al mes verán estos ajustes en su tope de Gemas:",
    "subscriptionDetail40": "Soy suscriptor, ¿cuándo recibiré mi primer Reloj de arena místico normal y el aumento del tope de gemas del nuevo calendario?",
    "subscriptionDetail450": "Dado que los Relojes de arena místicos y el aumento del tope de gemas son ahora un beneficio mensual, la compra de varias suscripciones de regalos no otorgará más beneficios a la vez.",
    "subscriptionDetail480": "Estos cambios solo afectan a los relojes de arena místicos y a las gemas de abonado. Todas las demás ventajas seguirán siendo las mismas.",
    "subscriptionPara3": "Esperamos que este nuevo calendario sea más predecible, permita un mayor acceso a las increíbles existencias de artículos de la Tienda de los Viajeros en el Tiempo y ofrezca aún más motivación para progresar en tus tareas cada mes!",
    "faqQuestion68": "Cómo puedo evitar perder puntos de vida?",
    "webFaqAnswer68": "Si sueles perder vida con frecuencia, prueba alguno de los siguientes consejos:\n\n- Pausa tus Tareas Diarias. El botón “Pausar Daño” en los Ajustes evitará que pierdas vida por las Tareas Diarias no completadas.\n- Ajusta el horario de tus Tareas Diarias. Al ajustarlas como nunca pendientes, puedes completarlas solo por loas recompensas sin riesgo a perder PV.\n- Intenta usar las habilidades de tu clase:\n- Los Pícaros pueden lanzar Sigilo para evitar daño de las Tareas Diarias no completadas\n- Los Guerreros pueden lanzar Golpe Brutal para reducir el color rojo y así también reducir el daño causado por las no completadas\n- Los Sanadores pueden lanzar Claridad Abrasadora para reducir el color rojo y así también reducir el daño por las no completadas"
}
