{
    "tavernCommunityGuidelinesPlaceholder": "Egy barátságos emlékeztető: ez egy minden korosztály számára megfelelő csevegés, ezért ügyelj a tartalomra és a nyelvezetre! Ha kérdésed van, tekintsd meg a Közösségi irányelveket az oldalsávban.",
    "lastUpdated": "Utolsó frissítés:",
    "commGuideHeadingWelcome": "Üdvözlünk Habiticában!",
    "commGuidePara001": "Üdv, kalandor! Üdvözöllek Habiticában, a hatékonyság, az egészséges életmód és néha egy-egy dühöngő griff földjén.",
    "commGuidePara002": "Hogy mindenki biztonságban, boldogan és hatékonyan fejlődhessen, van néhány irányelvünk a kihívásokra, a játékosprofilokra, a csapatbeszélgetésre és a privát üzenetekre vonatkozóan. Ezeket az irányelveket gondosan úgy alakítottuk ki, hogy barátságosak és könnyen érthetők legyenek. Kérjük, szánj időt az elolvasásukra, mielőtt kapcsolatba lépsz a többi játékossal.",
    "commGuidePara003": "Ezek a szabályok időről időre módosulhatnak. Ha jelentős változás történik a közösségi szabályokban, arról Bailey bejelentésben és/vagy a közösségi médiánkon keresztül értesítünk!",
    "commGuideHeadingInteractions": "Interakciók Habiticában",
    "commGuidePara015": "Habiticában többféle módon léphetsz kapcsolatba más játékosokkal. Ilyenek a privát beszélgetések (privát üzenetek és csapat beszélgetés), valamint a csapatkereső funkció és a kihívások.",
    "commGuidePara016": "Amikor Habitica közösségi funkcióit használod, van néhány általános szabály, amelyek segítenek mindenkit biztonságban és boldogan tartani.",
    "commGuideList02A": "<strong>Tiszteljétek egymást</strong>. Légy udvarias, kedves, barátságos és segítőkész. Ne feledd: a Habitica közösségének tagjai különböző háttérrel és eltérő életutakkal érkeznek.",
    "commGuideList02C": "<strong>Ne ossz meg képeket vagy szövegeket, amelyek erőszakosak, fenyegetőek, szexuálisan explicit vagy célzatos tartalmúak, illetve amelyek diszkriminációt, előítéletet, rasszizmust, szexizmust, gyűlöletet, zaklatást vagy bármilyen kárt támogatnak egyénnel vagy csoporttal szemben</strong>. Még vicc vagy mém formájában sem. Ez vonatkozik a sértő kifejezésekre és kijelentésekre is. Nem mindenki érti ugyanúgy a humort, így ami számodra vicces, másnak bántó lehet.",
    "commGuideList02D": "<strong>Vedd figyelembe, hogy a Habitica közösség tagjai minden korosztályból és háttérből érkeznek</strong>. A Kihívások és a játékosprofilok ne tartalmazzanak felnőtt témákat, trágár kifejezéseket és ne szítsanak vitát vagy konfliktust.",
    "commGuideList02E": "<strong>Ha a Habitica csapat egyik tagja közli veled, hogy egy kifejezés nem megengedett az oldalon – még akkor is, ha nem tudtad, hogy problémás –, a döntés végleges.</strong> Emellett a gyűlöletkeltő kifejezéseket különösen szigorúan kezeljük, mivel ezek a Felhasználási feltételek megsértésének is minősülnek.",
    "commGuideList02G": "<strong>Azonnal teljesítsd a Habitica csapat kéréseit.</strong> Ez magában foglalhatja – de nem kizárólag – a bejegyzéseid korlátozását egy adott felületen, a profilod szerkesztését nem megfelelő tartalom eltávolítása érdekében stb. Ne vitatkozz a csapat tagjaival. Ha aggályaid vagy észrevételeid vannak az intézkedéseikkel kapcsolatban, írj e-mailt a közösségi menedzserünknek: <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a>.",
    "commGuideList02J": "<strong>Ne spammelj</strong>. A spam például a következőket foglalhatja magában, de nem kizárólag: több kéretlen privát üzenet küldése, értelmetlen üzenetek küldése, egy csapat vagy kihívás túlzott reklámozása vagy egymás után több hasonló vagy alacsony minőségű kihívás létrehozása. A Habitica csapat saját belátása szerint dönthet arról, mi minősül spamnek.",
    "commGuideList02K": "<strong>Ne küldj linkeket magyarázat vagy kontextus nélkül</strong>. Ha egy linkre kattintva bármilyen előnyhöz jutsz, ezt egyértelműen jelezned kell. Ez vonatkozik az üzenetekre és a kihívásokra is.",
    "commGuideList02L": "<strong>Nyomatékosan ellenjavalljuk személyes adatok megosztását – különösen olyan információkét, amelyek alapján beazonosítható vagy</strong>. Ilyen adatok lehetnek például: a címed, az e-mail címed, a jelszavad vagy az API tokened. Ha valaki személyes adatokat kér tőled egy csapat beszélgetésben vagy privát üzenetben, erősen javasoljuk, hogy ne válaszolj, és értesítsd a csapatunkat. Ezt megteheted az üzenet jelentésével vagy azzal, hogy elküldöd a képernyőképeket a következő e-mail címre, ha további kontextus szükséges: <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a>.",
    "commGuidePara037": "<strong>Ne hozz létre csapatot vagy csoportot azzal a céllal, hogy megtámadj egy csoportot vagy egyént</strong>. A rossz szokásokkal harcolj, ne a kalandortársaiddal!",
    "commGuideHeadingInfractionsEtc": "Szabálysértések, következmények és helyreállítás",
    "commGuideHeadingInfractions": "Szabálysértések",
    "commGuidePara050": "A Habitica közösségének tagjai túlnyomó többségben segítőkészek, tisztelettudóak és azon dolgoznak, hogy a légkör vidám és barátságos maradjon. Azonban ritka esetekben előfordulhat, hogy valaki megsérti a fenti irányelvek egyikét. Ilyen esetben a Habitica csapata megteszi a szükséges lépéseket annak érdekében, hogy Habitica biztonságos és kellemes hely maradjon mindenki számára.",
    "commGuidePara051": "<strong>A szabálysértések különböző súlyosságúak lehetnek, és ennek megfelelően kerülnek kezelésre.</strong> A felsorolások nem teljes körűek, a Habitica csapat saját belátása szerint dönthet olyan esetekben is, amelyeket itt nem részletezünk. A csapat a szabálysértések elbírálásakor a körülményeket is figyelembe veszi.",
    "commGuideHeadingSevereInfractions": "Súlyos szabálysértések",
    "commGuidePara052": "A súlyos szabálysértések jelentős mértékben veszélyeztetik a Habitica közösségének és felhasználóinak biztonságát, ezért súlyos következményekkel járnak.",
    "commGuidePara053": "Az alábbiakban néhány példa található a súlyos szabálysértésekre. Ez nem egy teljes lista.",
    "commGuideList05A": "A Felhasználási feltételek egyéb, itt nem részletezett megsértése",
    "commGuideList05B": "Gyűlöletbeszéd/képek, zaklatás/követés, internetes bántalmazás, sértegetés és trollkodás",
    "commGuideList05C": "Próbaidő megszegése",
    "commGuideList05D": "A Habitica csapatának megszemélyesítése – ide tartozik az is, ha valaki azt állítja, hogy a játékosok által létrehozott, Habiticához nem kapcsolódó felületek hivatalosak és/vagy a Habitica csapata moderálja őket",
    "commGuideList05E": "Ismétlődő mérsékelt szabálysértések",
    "commGuideList05F": "Másodlagos fiók létrehozása a következmények elkerülése érdekében",
    "commGuideList05G": "A Habitica csapat szándékos megtévesztése a következmények elkerülése vagy egy másik felhasználó bajba sodrása érdekében",
    "commGuideHeadingModerateInfractions": "Mérsékelt szabálysértések",
    "commGuidePara054": "Ezek a szabálysértések mérsékelt következményekkel járnak. Ha több szabálysértés is történik egyszerre, a következmények súlyosbodhatnak.",
    "commGuidePara055": "Az alábbiakban néhány példa található a mérsékelt szabálysértésekre. Ez nem egy teljes lista.",
    "commGuideList06A": "A Habitica csapat figyelmen kívül hagyása, tiszteletlen kezelése vagy velük való vitatkozás. Ha aggályod van valamelyik szabállyal vagy a csapat viselkedésével kapcsolatban, kérjük, írj nekünk a <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> e-mail címre.",
    "commGuideList06C": "Ártatlan kihívások, profilok vagy üzenetek szándékos jelentése.",
    "commGuideList06E": "Ismétlődő kisebb szabálysértések elkövetése",
    "commGuideHeadingMinorInfractions": "Kisebb szabálysértések",
    "commGuidePara056": "Kisebb szabálysértések, bár nem kívánatosak, csak enyhe következményekkel járnak. Ha azonban ismétlődnek, idővel súlyosabb következményekhez vezethetnek. A kisebb szabálysértések általában az irányelvek első alkalommal történő megsértését jelentik, de egyéb körülményeket is magukban foglalhatnak.",
    "commGuidePara057": "Az alábbiakban néhány példa található a kisebb szabálysértésekre. Ez nem egy teljes lista.",
    "commGuideList07A": "A nyilvános terek irányelveinek első alkalommal történő megsértése",
    "commGuideList07B": "Bármilyen megnyilvánulás vagy viselkedés, amelyre a Habitica csapat figyelmeztet, hogy „Kérlek, ezt ne csináld”. Ha nyilvánosan felszólítanak valamire, hogy ne tedd, az már önmagában következmény lehet. Ha ugyanazt a személyt többször is figyelmeztetni kell, az súlyosabb szabálysértésnek minősülhet",
    "commGuidePara057A": "Néhány bejegyzés elrejthető, ha érzékeny információkat tartalmaz vagy félreérthető lehet. Ez általában nem számít szabálysértésnek, különösen, ha először fordul elő!",
    "commGuideHeadingConsequences": "Következmények",
    "commGuidePara059": "<strong>A közösségi szabálysértéseknek közvetlen következményei vannak.</strong> Az alábbiakban néhány lehetséges következményt sorolunk fel.",
    "commGuideHeadingSevereConsequences": "Súlyos következmények példái",
    "commGuideList09A": "Fióktiltás",
    "commGuideList09C": "A hozzájárulói szinteken való előrehaladás végleges leállítása",
    "commGuideHeadingModerateConsequences": "Mérsékelt következmények példái",
    "commGuideList10D": "A hozzájárulói szinteken való előrehaladás ideiglenes felfüggesztése",
    "commGuideHeadingMinorConsequences": "Kisebb következmények példái",
    "commGuideList11A": "Emlékeztetők az irányelvekre",
    "commGuideList11B": "Figyelmeztetések",
    "commGuideList11C": "Kérések",
    "commGuideList11D": "Problémás tartalom törlése a Habitica csapat által",
    "commGuideList11E": "Problémás tartalom módosítása a Habitica csapat által",
    "commGuideHeadingRestoration": "Helyreállítás",
    "commGuidePara061": "Habitica elkötelezett az önfejlesztés iránt és hiszünk a második esélyekben. <strong>Ha szabálysértést követsz el, és ennek következménye van, tekintsd ezt lehetőségnek arra, hogy átgondold a tetteidet és igyekezz jobb közösségi taggá válni</strong>.",
    "commGuidePara062": "<strong>Ha kérdéseid vannak a szabálysértéseddel vagy annak következményeivel kapcsolatban, szeretnél bocsánatot kérni vagy kérelmeznéd a visszaállításodat, kérjük, lépj kapcsolatba velünk a következő e-mail címen: <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> és add meg a felhasználói azonosítódat vagy @felhasználónevedet</strong>. Ennek kezdeményezése <strong>a te</strong> felelősséged.",
    "commGuidePara063": "Ha nem érted a rád kiszabott következményeket vagy a szabálysértésed jellegét, illetve ha más kérdésed van az üggyel kapcsolatban, írj a Habitica csapatnak a <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> címen. Kérjük, működj együtt az érvényben lévő korlátozások betartásában, és törekedj arra, hogy teljesítsd a feltételeket a büntetés feloldása érdekében.",
    "commGuideHeadingMeet": "Ismerd meg a Habitica csapatát",
    "commGuidePara007": "A Habitica csapata gondoskodik az alkalmazás és a weboldalak működéséről, valamint moderátorként is eljárhat a csevegésekben. Lila címkéjük van, amelyen egy korona látható. Az ő titulusuk: \"Hősies\".",
    "commGuidePara009": "A jelenlegi csapattagok (balról jobbra):",
    "commGuideAKA": "<%= habitName %>, más néven <%= realName %>",
    "commGuideOnGitHub": "GitHubon: <%= gitHubName %>",
    "commGuidePara011b": "a GitHubon/Fandomon",
    "commGuidePara011c": "a Wikiben",
    "commGuidePara011d": "GitHubon",
    "commGuidePara013": "Egy olyan nagy közösségben, mint a Habitica, a játékosok jönnek-mennek, és néha egy csapattagnak vagy moderátornak is le kell tennie nemes köpenyét, hogy megpihenjen. Az alábbiakban a korábbi Habitica csapattagokat és moderátorokat tüntetjük fel. Ők már nem rendelkeznek hivatalos jogosultságokkal, de szeretnénk elismerni és megköszönni a munkájukat!",
    "commGuidePara014": "Tiszteletbeli csapattagok és moderátorok:",
    "commGuideHeadingFinal": "Az utolsó szakasz",
    "commGuidePara067": "És ezzel meg is volnánk, bátor Habitica lakó – itt vannak a Közösségi irányelvek! Töröld le a verejtéket a homlokodról és adj magadnak egy kis TP-t, amiért mindezt végigolvastad. Ha bármilyen kérdésed vagy aggályod merül fel ezekkel az irányelvekkel kapcsolatban, vedd fel velünk a kapcsolatot a <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> címen, és örömmel segítünk tisztázni a dolgokat.",
    "commGuidePara068": "Most pedig indulj, bátor kalandor és győzd le a napi teendőidet!",
    "commGuideHeadingLinks": "Hasznos linkek",
    "commGuideLink02": "<a href='https://habitica.fandom.com/wiki/Habitica_Wiki' target='_blank'>A Wiki</a>: a Habiticáról szóló legnagyobb információgyűjtemény. Fontos megjegyezni, hogy ez egy nem hivatalos oldal, amelyet a Fandom hosztol és a játékosok tartanak karban.",
    "commGuideLink03": "<a href='https://github.com/HabitRPG/habitica' target='_blank'>GitHub</a>: ahol segíthetsz a kód fejlesztésében!",
    "commGuideLink04": "<a href='https://docs.google.com/forms/d/e/1FAIpQLScPhrwq_7P1C6PTrI3lbvTsvqGyTNnGzp1ugi1Ml0PFee_p5g/viewform?usp=sf_link' target='_blank'>A visszajelzési űrlap</a>: weboldallal és alkalmazásfunkciókkal kapcsolatos kérésekhez.",
    "commGuidePara069": "Az alábbi tehetséges művészek járultak hozzá ezekhez az illusztrációkhoz:",
    "commGuideList01A": "Irányelveink és a Felhasználási feltételek érvényesek a kihívásokban, csapatokban, játékosprofilokban és privát üzenetekben is.",
    "commGuideList02H": "<strong>Az összes megjelenített név és @felhasználónév meg kell, hogy feleljen a Felhasználási feltételeknek</strong>. A megjelenített neved és/vagy @felhasználóneved módosításához: mobilon lépj a Menü > Beállítások > Fiók menüpontra. Weben pedig kattints a felső navigációs sávban a felhasználói ikonra, majd a Beállításokra.",
    "commGuideList02I": "<strong>A kihívások neveinek minden felületen megfelelőnek kell lenniük, mivel megjelennek a nyertes nyilvános profiljában</strong>. Ezt tartsd szem előtt a kihívások létrehozásakor, mert ha problémás névről érkezik jelentés, kénytelenek lehetünk módosítani a profilban szereplő adatokat.",
    "commGuideList02O": "<strong>A csapatok saját csevegési szabályokat hozhatnak létre a tagok kényelme és preferenciái szerint</strong>. Az adminok azonban nem tudják érvényesíteni ezeket a szabályokat a privát csapat csevegésekben, kivéve, ha a Felhasználási feltételek megsértése történik, például zaklatás. Ha valaki problémát okoz a csapatodban, javasoljuk, hogy a csapatvezető távolítsa el őt.",
    "commGuideList02P": "<strong>Nem javasoljuk kéretlen privát üzenetek küldését</strong>. Ha olyan üzenetet kapsz, amely kellemetlen számodra vagy amely sérti ezeket az irányelveket vagy a Felhasználási feltételeket, tiltsd le a feladót és jelentsd, hogy a csapatunk foglalkozhasson vele.",
    "commGuideList02Q": "<strong>Ne próbálj meg megkerülni egy tiltást</strong>. Ha valaki letiltott téged, hogy ne küldhess neki privát üzenetet, ne próbáld más módon elérni, hogy feloldja a tiltást.",
    "commGuideList02M": "<strong>Ne kérj vagy könyörögj gyémántokért, előfizetésekért vagy csoportos előfizetési tagságért</strong>. Ha kéretlen üzenetet kapsz, amelyben fizetős tárgyakat kérnek tőled, jelentsd azt. Ha valaki ismételten gyémántokat vagy előfizetést kéreget, különösen figyelmeztetés után, az fiókjának felfüggesztéséhez vezethet.",
    "commGuideList09E": "A privát üzenetküldési jog vagy a csapattag-keresésből való megjelenés végleges eltávolítása",
    "commGuideList05H": "Súlyos vagy ismétlődő próbálkozások más játékosok megtévesztésére vagy nyomásgyakorlására valódi pénzért megvásárolható tárgyakért",
    "commGuideList09D": "A közreműködői szintek eltávolítása vagy visszaminősítése",
    "commGuideList10G": "A privát üzenetküldési jog vagy a csapattag-keresésből való megjelenés ideiglenes felfüggesztése",
    "commGuideList02N": "<strong>Jelents minden olyan tartalmat, amely sérti ezeket az irányelveket vagy a Felhasználási feltételeket</strong>. Egy üzenetet közvetlenül is jelenthetsz vagy értesítheted a csapatunkat a <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> címen, ha a sértés egy profilban vagy kihívásban történt. Igyekszünk a lehető leggyorsabban intézkedni. Anyanyelveden is kapcsolatba léphetsz velünk, ha az könnyebb számodra – lehet, hogy Google fordítót kell használnunk, de szeretnénk, ha kényelmesen fordulhatnál hozzánk problémák esetén."
}
