{
    "needTips": "Szükséged van néhány tippre a kezdéshez? Itt egy egyszerű útmutató!",
    "step1": "1. lépés: Feladatok megadása",
    "webStep1Text": "A Habitica mit sem ér valódi célok nélkül, ezért adj meg néhány feladatot! Később bármikor hozzáadhatsz még. Minden feladatot a zöld \"Létrehozás\" gombra kattintva adhatsz hozzá.\n* **[Tennivalók](https://habitica.fandom.com/wiki/To_Do%27s) beállítása:** A tennivalók oszlopba írd be azokat a feladatokat, amelyeket egyszer vagy ritkán kell elvégezned. Egyesével add hozzá őket. A feladatokra kattintva szerkesztheted őket, hozzáadhatsz ellenőrzőlistát, határidőt és egyebeket!\n* **[Napi teendők](https://habitica.fandom.com/wiki/Dailies) beállítása:** Azokat a tevékenységeket, amelyeket naponta, adott héten, hónapban vagy évben kell elvégezned, a napi teendők oszlopba írd be. A feladatra kattintva megadhatod, hogy mikor legyen esedékes és/vagy beállíthatod a kezdő dátumot. Lehetőség van ismétlődő feladatok beállítására is, például minden harmadik napra.\n* **[Szokások](https://habitica.fandom.com/wiki/Habits) beállítása:** Azokat a szokásokat, amelyeket ki szeretnél alakítani, a szokások oszlopban adhatod meg. A szokásokat szerkesztve beállíthatod, hogy csak jó szokás legyen :heavy_plus_sign: vagy rossz szokás :heavy_minus_sign:.\n* **[Jutalmak](https://habitica.fandom.com/wiki/Rewards) beállítása:** A játékban elérhető jutalmak mellett adj hozzá saját jutalmakat vagy élvezetes tevékenységeket, amelyek motiválhatnak. Fontos, hogy néha megjutalmazd magad és engedélyezz némi kikapcsolódást!\n* Ha inspirációra van szükséged, hogy milyen feladatokat adj hozzá, nézd meg a wiki oldalait a [példa szokásokról](https://habitica.fandom.com/wiki/Sample_Habits), [példa napi teendőkről](https://habitica.fandom.com/wiki/Sample_Dailies), [példa tennivalókról](https://habitica.fandom.com/wiki/Sample_To_Do%27s) és [példa jutalmakról](https://habitica.fandom.com/wiki/Sample_Custom_Rewards).",
    "step2": "2. lépés: Szerezz pontokat a való életbeli cselekedeteiddel",
    "webStep2Text": "Most kezdj el dolgozni a céljaidon! Amikor elvégzel egy feladatot és kipipálod Habiticában, [tapasztalatpontokat](https://habitica.fandom.com/wiki/Experience_Points) (TP) kapsz, amelyek segítenek szintet lépni, valamint [aranyat](https://habitica.fandom.com/wiki/Gold_Points), amelyből jutalmakat vásárolhatsz. Ha rossz szokásaidnak engedsz vagy kihagysz napi teendőket, veszítesz az [életerődből](https://habitica.fandom.com/wiki/Health_Points). Így a Habitica tapasztalat- és életerő sávja egy szórakoztató visszajelzést ad a céljaid felé tett haladásodról. Ahogy a karaktered fejlődik a játékban, úgy fogod észrevenni a pozitív változásokat a való életedben is.",
    "step3": "3. lépés: Személyre szabás és a Habitica felfedezése",
    "webStep3Text": "Miután megismerkedtél az alapokkal, még többet kihozhatsz Habiticából ezekkel a hasznos funkciókkal:\n* Rendezd a feladataidat [címkékkel](https://habitica.fandom.com/wiki/Tags) (egy feladat szerkesztésével adhatsz hozzá címkéket).\n* Személyre szabhatod az [avatárodat](https://habitica.fandom.com/wiki/Avatar) a jobb felső sarokban lévő felhasználói ikonra kattintva.\n* Vásárolj [felszerelést](https://habitica.fandom.com/wiki/Equipment) a jutalmak között vagy a [boltban](<%= shopUrl %>), majd cseréld ki a [Leltár > Felszerelés](<%= equipUrl %>) menüpont alatt.\n* Lépj kapcsolatba más játékosokkal a [Csapatkereső eszköz](https://habitica.com/looking-for-party) segítségével.\n* Kelts ki [kisállatokat](https://habitica.fandom.com/wiki/Pets) [tojások](https://habitica.fandom.com/wiki/Eggs) és [keltetőfőzetek](https://habitica.fandom.com/wiki/Hatching_Potions) gyűjtésével. [Etesd meg](https://habitica.fandom.com/wiki/Food) őket, hogy [hátassá](https://habitica.fandom.com/wiki/Mounts) fejlődjenek.\n* 10. szinttől: Válassz egy [kasztot](https://habitica.fandom.com/wiki/Class_System), és használd a kaszt specifikus [képességeket](https://habitica.fandom.com/wiki/Skills) (11-14. szinten).\n* Hozz létre csapatot a barátaiddal (kattints a [Csapat](<%= partyUrl %>) menüpontra a navigációs sávban), hogy felelősséget vállaljatok egymásért és megszerezzetek egy küldetési tekercset.\n* Győzz le szörnyeket és gyűjts tárgyakat a [küldetésekben](https://habitica.fandom.com/wiki/Quests) (15. szinten kapod meg az első küldetésedet).",
    "overviewQuestionsRevised": "Vannak kérdéseid? Nézd meg az <a href='/static/faq'>GYIK</a> oldalt! Ha ott nem találod a választ, további segítségért használhatod ezt az űrlapot: "
}
