{
    "questEvilSantaText": "Prémvadász mikulás",
    "questEvilSantaNotes": "Gyötrődő ordításokat hallasz az eljegesedett mezők mélyéről. Követed a morgásokat – melyeket időnként gonosz kacagás szakít meg – egy erdei tisztásra, ahol megpillantasz egy kifejlett jegesmedvét. A medvét ketrecbe zárták és láncra verték, kétségbeesetten küzd az életéért. A ketrec tetején gonosz kis kobold táncol hajótörött jelmezben. Győzd le Prémvadász mikulást, és mentsd meg a vadállatot!<br><br><strong>Megjegyzés</strong>: A „Prémvadász mikulás” teljesítéséért halmozható küldetés-kitüntetés jár, ám egy ritka hátast is ad, amelyet csak egyszer adhatsz hozzá az istállódhoz.",
    "questEvilSantaCompletion": "A prémvadász mikulás dühösen felvisít, majd eltűnik az éjszakában. A hálás anyamedve morgásokkal és bőgésekkel próbál elmondani neked valamit. Visszaviszed őt az istállókhoz, ahol Matt Boch, a bestiák mestere, döbbenten hallgatja a történetét. Az anyamedvének van egy bocsa! Amikor őt elfogták, a kicsi azonnal elszaladt a jeges mezőkre.",
    "questEvilSantaBoss": "Prémvadász mikulás",
    "questEvilSantaDropBearCubPolarMount": "Jegesmedve (hátas)",
    "questEvilSanta2Text": "Találd meg a bocsot",
    "questEvilSanta2Notes": "Amikor a Prémvadász mikulás elfogta a jegesmedve-hátast, annak bocsa elszaladt a jégmezők felé. Ágropogás és hó ropogásának hangja üti meg füledet a kristályos erdőben. Mancsnyomok! Futva eredni kezdesz a nyomok után. Kutasd fel az összes lábnyomot és törött gallyat, és hozd vissza a kis bocsot!<br><br><strong>Megjegyzés</strong>: A „Találd meg a bocsot” küldetés teljesítéséért halmozható küldetés-kitüntetés jár, de egy ritka kisállatot is kapsz, amit csak egyszer adhatsz hozzá az istállódhoz.",
    "questEvilSanta2Completion": "Megtaláltad a kis bocsot! Mostantól örökké a társad marad.",
    "questEvilSanta2CollectTracks": "Nyom",
    "questEvilSanta2CollectBranches": "Törött gally",
    "questEvilSanta2DropBearCubPolarPet": "Jegesmedve (kisállat)",
    "questGryphonText": "A tüzes griffmadár",
    "questGryphonNotes": "A hatalmas bestiák mestere, <strong>baconsaur</strong> megkereste a csapatodat, hogy segítsetek neki. \"Kérlek, kalandozók, segítsetek nekem! Az én díjnyertes griffem elszabadult és terrorizálja Habit városát! Ha meg tudjátok állítani, akkor cserébe megajándékozlak titeket pár tojásával!\"",
    "questGryphonCompletion": "Legyőzve, a hatalmas bestia szégyenkezve somfordál vissza gazdájához. „Az ég áldja! Remek munka, kalandorok!” – kiált fel a <strong>baconsaur</strong>. „Kérlek, fogadjátok el a griff tojásait. Biztos vagyok benne, hogy jól fogjátok nevelni ezeket a fiatalokat!”",
    "questGryphonBoss": "A tüzes griffmadár",
    "questGryphonDropGryphonEgg": "Griff (Tojás)",
    "questGryphonUnlockText": "Elérhetővé teszi a griffmadár tojások megvásárlását a piacon",
    "questHedgehogText": "A sünszörny",
    "questHedgehogNotes": "A sünök igazán különös állatok. A Habitica lakói számára az egyik legszerethetőbb kisállatok közé tartoznak. De a pletykák szerint, ha éjfél után tejet kapnak, rendkívül ingerültek lesznek. És az eredeti méretük ötvenszeresére nőnek. És <strong>InspectorCaracal</strong> pontosan ezt tette. Upsz.",
    "questHedgehogCompletion": "A csapatotoknak sikerült megnyugtatnia a sünt! Miután visszazsugorodott normál méretűre, bicegve elindul a tojásaihoz. Hamarosan visszatér, közben cincogva és néhány tojását felétek terelve. Remélhetőleg ezek a sünök jobban kedvelik a tejet!",
    "questHedgehogBoss": "Sünszörny",
    "questHedgehogDropHedgehogEgg": "Sün (Tojás)",
    "questHedgehogUnlockText": "Elérhetővé teszi a sün tojások megvásárlását a piacon",
    "questGhostStagText": "A tavasz szelleme",
    "questGhostStagNotes": "Ah, a tavasz! Az év azon időszaka, amikor a tájat ismét színek töltik meg. A hideg, havas dombokat felváltja az új élet. Ahol egykor fagy uralkodott, ott most vibráló növényzet bontakozik ki. A fák buja zöld levelekkel telnek meg, a fű visszanyeri élénk árnyalatát, a síkságokat színpompás virágok borítják… és egy titokzatos fehér köd terjeng a tájon! ... Várjunk csak. Titokzatos köd? \"Ó, ne\" – mondja aggódva <strong>InspectorCaracal</strong>. \"Úgy tűnik, valamilyen szellem okozza ezt a ködöt. Ja, és épp egyenesen feléd tart.\"",
    "questGhostStagCompletion": "A lélek, bár sértetlennek tűnik, lehajtja az orrát a földre. Egy megnyugtató hang öleli körül a csapatodat. „Elnézést kérek a viselkedésemért. Épp most ébredtem hosszú álmomból, és úgy tűnik, még nem tértem teljesen magamhoz. Kérlek, fogadjátok el ezeket a bocsánatkérésem jeléül.” Egy csomó tojás jelenik meg a fűben a lélek előtt. Szó nélkül az erdőbe fut, miközben virágok hullanak mögötte.",
    "questGhostStagBoss": "Szellem szarvas",
    "questGhostStagDropDeerEgg": "Őz (Tojás)",
    "questGhostStagUnlockText": "Elérhetővé teszi a őz tojások megvásárlását a piacon",
    "questRatText": "A Patkány király",
    "questRatNotes": "Szemét! Hatalmas halmokban hevernek az ellenőrizetlen napi teendők Habitica-szerte. A helyzet annyira súlyossá vált, hogy patkányhordák lepték el a várost. Észreveszed, hogy @Pandah szeretettel simogatja az egyik bestiát. Elmagyarázza, hogy a patkányok szelíd teremtmények, amelyek az ellenőrizetlen napi teendőkből táplálkoznak. Az igazi probléma az, hogy a teendők a csatornába hullottak, veszélyes szemétvermet alkotva, amit meg kell tisztítani. Ahogy leereszkedsz a csatornába, egy hatalmas patkány támad rád vérvörös szemekkel és cakkos sárga fogakkal, védve kincseit. Megfutamodsz a félelemtől, vagy szembenézel a legendás Patkány királlyal?",
    "questRatCompletion": "Utolsó csapásod kiszívja az erőt az óriási patkányból, szemei fakó szürkévé halványulnak. A bestia apró patkányokra esik szét, amelyek rémülten szétszélednek. Mögötted @Pandah áll, és a valaha hatalmas teremtményre tekint. Elmagyarázza, hogy Habitica lakói megihletődtek a bátorságod által, és gyorsan teljesítik az ellenőrizetlen napi teendőiket. Figyelmeztet, hogy ébernek kell maradnunk, mert ha nem vigyázunk, a Patkánykirály visszatérhet. Hálája jeléül @Pandah néhány patkánytojást nyújt át neked. Amikor észreveszi a bizonytalan arckifejezésedet, elmosolyodik: „Csodálatos kisállatok lesznek belőlük.”",
    "questRatBoss": "Patkány király",
    "questRatDropRatEgg": "Patkány (Tojás)",
    "questRatUnlockText": "Elérhetővé teszi a patkány tojások megvásárlását a piacon",
    "questOctopusText": "Polipokalipszis hívása",
    "questOctopusNotes": "@Urse, a vad tekintetű, fiatal írnok, a segítségedet kéri egy rejtélyes barlang felfedezésében a tengerparton. Az alkonyati árapálymedencék között egy hatalmas kapu magasodik cseppkövekből. Ahogy közelebb lépsz, sötét örvény kezd forogni a kapu tövében. Döbbenten bámulsz, ahogy egy tintahalszerű sárkány emelkedik ki a mélységből. „A csillagok nyálkás ivadéka felébredt!” – ordít @Urse őrült lelkesedéssel. „Vigintillió évek után a nagy Polipokalipszis ismét szabadon garázdálkodhat, és mohón sóvárog a pusztításra!”",
    "questOctopusCompletion": "Egy utolsó csapással a lény visszacsúszik az örvénybe, ahonnan érkezett. Nem tudod eldönteni, hogy @Urse örül-e a győzelmeteknek vagy inkább elszomorítja a szörny eltűnése. Társad szótlanul egy közeli árapálymedence felé mutat, ahol három nyálkás, gigantikus tojás pihen egy aranyérmékkel kibélelt fészekben. „Biztosan csak poliptojások” – mondod idegesen. Miközben hazafelé tartotok, @Urse vadul jegyzetel a naplójába… és érzed, hogy nem ez volt az utolsó találkozásod a nagy Polipokalipszissel.",
    "questOctopusBoss": "Polipokalipszis",
    "questOctopusDropOctopusEgg": "Polip (Tojás)",
    "questOctopusUnlockText": "Elérhetővé teszi a polip tojások megvásárlását a piacon",
    "questHarpyText": "Segítség! Hárpia!",
    "questHarpyNotes": "A bátor kalandor, @UncommonCriminal, eltűnt az erdőben, miközben egy szárnyas szörnyeteg nyomát követte, amelyet néhány nappal ezelőtt észleltek. Éppen keresésére indulnál, amikor egy sebesült papagáj landol a karodon, gyönyörű tollazatát egy csúnya sebhely csúfítja el. A lábára erősítve egy kapkodva írt üzenetet találsz: @UncommonCriminal a papagájokat védelmezve egy kegyetlen hárpia fogságába esett, és kétségbeesetten kéri a segítségedet a szökéshez. Követed a madarat, legyőzöd a hárpiát, és megmented @UncommonCriminalt?",
    "questHarpyCompletion": "Egy utolsó csapás földre teríti a hárpiát, tollai mindenfelé szétszóródnak. Gyorsan felkapaszkodsz a fészkéhez, ahol megtalálod @UncommonCriminalt, papagájtojásokkal körülvéve. A csapatod gyorsan visszahelyezi a tojásokat a közeli fészkekbe. A sebhelyes papagáj, amely megtalált téged, hangosan károg, majd néhány tojást ejt a karjaidba. „A hárpia támadása miatt néhány tojásnak védelemre van szüksége” – magyarázza @UncommonCriminal. „Úgy tűnik, tiszteletbeli papagájjá avattak.”",
    "questHarpyBoss": "Hárpia",
    "questHarpyDropParrotEgg": "Papagáj (Tojás)",
    "questHarpyUnlockText": "Elérhetővé teszi a papagáj tojások megvásárlását a piacon",
    "questRoosterText": "A kakas tombolása",
    "questRoosterNotes": "Évek óta ébred @extrajordanary gazda kakasok kukorékolására. De most megjelent egy óriási kakas, amely minden eddiginél hangosabban kukorékol – és az egész Habiticát felveri álmából! Az álmos Habitica-lakók küszködnek a napi teendőikkel. @Pandoro úgy dönt, hogy itt az ideje véget vetni ennek. „Kérem, van valaki, aki megtaníthatná ezt a kakast halkabban kukorékolni?” Te önként jelentkezel, és egy korai reggelen megközelíted a kakast – de az hirtelen megfordul, hatalmas szárnyait csapkodva és éles karmait villogtatva, majd csatakiáltásszerű kukorékolásba kezd!",
    "questRoosterCompletion": "Ügyességeddel és erőddel sikerül megszelídítened a vad bestiát. Fülei, amelyek korábban tele voltak tollakkal és félig elfeledett teendőkkel, most tiszták és éberek. Halk kukorékolással köszönt téged, majd csőrével szeretetteljesen a válladhoz bújik. Másnap indulni készülsz, de @EmeraldOx szalad feléd egy letakart kosárral. „Várj! Amikor ma reggel bementem a tanyára, a kakas ezeket az ajtó elé tolta, ahol aludtál. Azt hiszem, neked szánta őket.” Felemeled a kosár fedelét, és három törékeny tojást pillantasz meg benne.",
    "questRoosterBoss": "Kakas",
    "questRoosterDropRoosterEgg": "Kakas (Tojás)",
    "questRoosterUnlockText": "Elérhetővé teszi a kakas tojások megvásárlását a piacon",
    "questSpiderText": "A Zúzmara pók",
    "questSpiderNotes": "Ahogy az időjárás kezd lehűlni, finom dér rajzol csipkeszerű mintákat a habiticaiak ablakaira... kivéve @Arcosine otthonát, akinek ablakait teljesen befagyasztotta a Zúzmara pók, amely éppen nála vert tanyát. Hát, ez kellemetlen.",
    "questSpiderCompletion": "A Zúzmara pók összeroskad, maga után hagyva egy kis kupac zúzmarát és néhány bűvös petetokját. @Arcosine sietve átnyújtja őket jutalmul – talán sikerülhet néhány ártalmatlan pókot kisállatként felnevelned?",
    "questSpiderBoss": "Pók",
    "questSpiderDropSpiderEgg": "Pók (Tojás)",
    "questSpiderUnlockText": "Elérhetővé teszi a pók tojások megvásárlását a piacon",
    "questGroupVice": "Vice, az árnykígyó",
    "questVice1Text": "Vice, 1. rész: Szabadulj meg a sárkány befolyásától",
    "questVice1Notes": "Azt mondják, hogy Habitica hegyének barlangjaiban egy szörnyű gonosz lakozik. Egy bestia, amely még a legerősebb hősök akaratát is eltorzítja, rossz szokások és lustaság felé fordítva őket! Ez a teremtmény egy hatalmas, árnyékokból szőtt sárkány: Vice, az álnok árnykígyó. Bátor Habitica-lakók, álljatok ki, és győzzétek le ezt az ocsmány szörnyeteget egyszer s mindenkorra – de csak akkor, ha úgy érzitek, képesek vagytok ellenállni félelmetes hatalmának!<br><br>Hogyan harcolhatnátok ellene, ha már most uralma alatt tart benneteket? Ne essetek a lustaság és a bűn csapdájába! Dolgozzatok keményen, hogy legyőzzétek a sárkány sötét befolyását, és megszabaduljatok a hatalmától!",
    "questVice1Boss": "Vice árnyéka",
    "questVice1Completion": "Amint Vice befolyása megszűnik fölötted, egy sosem tapasztalt erő árad szét benned. Gratulálok! De egy még félelmetesebb ellenség vár rád...",
    "questVice1DropVice2Quest": "Vice, 2. rész (tekercs)",
    "questVice2Text": "Vice, 2. rész: Találjátok meg a kígyó rejtekhelyét",
    "questVice2Notes": "Most, hogy biztosak vagytok magatokban és képesek vagytok ellenállni Vice, az árnykígyó befolyásának, csapatotok elindul a Habitica hegy felé. A barlang bejáratához érve megálltok. A sötétség gomolygó füstként áramlik kifelé a nyílásból, szinte lehetetlenné téve a látást. Lámpásaitok fénye hirtelen véget ér ott, ahol az árnyak kezdődnek. Azt mondják, hogy csak mágikus fény képes áttörni a sárkány pokoli homályát. Ha elegendő fénykristályt találtok, képesek lesztek áthatolni az árnyakon, és eljutni a sárkányhoz.",
    "questVice2CollectLightCrystal": "Fénykristály",
    "questVice2Completion": "Ahogy felemeled az utolsó kristályt, az árnyak szertefoszlanak, és az út előtted tisztává válik. Szíved hevesebben ver, ahogy belépsz a barlangba.",
    "questVice2DropVice3Quest": "Vice, 3. rész (tekercs)",
    "questVice3Text": "Vice, 3. rész: Vice felébred",
    "questVice3Notes": "Hosszú és kemény munka árán csapatod végre felfedezte Vice rejtekhelyét. A hatalmas szörnyeteg undorral méreget benneteket. Az árnyak örvénylenek körülöttetek és egy baljós hang suttog a fejetekben: „Újabb ostoba Habitica-lakók jöttek, hogy megállítsanak? Milyen aranyos. Jobb lett volna, ha el sem jöttök.” A pikkelyes titán hátrahúzza a fejét és támadásra készül. Ez a pillanatotok! Adjatok bele mindent, és győzzétek le Vice-ot egyszer s mindenkorra!",
    "questVice3Completion": "Az árnyak eltűnnek a barlangból, és dermedt csend telepszik rátok. Az ég szerelmére, sikerült! Legyőztétek Vice-ot! Végre fellélegezhettek, bátor Habitica-lakók. Ünnepeljétek a győzelmeteket, de ne feledjétek el azokat a tanulságokat, amelyeket a Vice elleni harc során megtanultatok. Hiszen a szokásaitok továbbra is várnak rátok – és talán még nagyobb gonoszok is rejtőznek valahol...",
    "questVice3Boss": "Vice, az árnykígyó",
    "questVice3DropWeaponSpecial2": "Stephen Weber sárkánylánca",
    "questVice3DropDragonEgg": "Sárkány (Tojás)",
    "questVice3DropShadeHatchingPotion": "Árny keltetőfőzet",
    "questGroupMoonstone": "Recidivate felemelkedése",
    "questMoonstone1Text": "Recidivate felemelkedése, 1. rész: A holdkőlánc",
    "questMoonstone1Notes": "Szörnyű csapás sújtja Habitica lakóit. A rég legyőzöttnek hitt rossz szokások bosszúszomjasan térnek vissza. A mosatlan edények halomban állnak, a tankönyvek érintetlenek maradnak, a halogatás pedig soha nem látott méreteket ölt!<br><br>Visszatérő rossz szokásaid nyomait követve eljutsz a Pangás mocsarába, ahol felfedezed a bűnöst: a kísérteties Nekromantát, Recidivate-et. Fegyveredet suhogtatva rontasz rá, de az egyszerűen átsiklik szellemszerű testén.<br><br>„Ne is fáradj” – sziszegi száraz, rekedtes hangon. „Semmilyen fegyver nem árthat nekem – hacsak nincs nálad egy holdkőlánc! De @aurakami, az ékszerészmester, már régen szétszórta a holdköveket Habitica minden szegletében.” Zihálva visszavonulsz... de tudod, mi a teendőd.",
    "questMoonstone1CollectMoonstone": "Holdkő",
    "questMoonstone1Completion": "Végre kihúzod az utolsó holdkövet a mocsár ingoványából. Most eljött az idő, hogy fegyvert kovácsolj belőlük, amellyel végre legyőzheted Recidivate-et!",
    "questMoonstone1DropMoonstone2Quest": "Recidivate, 2. rész: Recidivate, a nekromanta (tekercs)",
    "questMoonstone2Text": "Recidivate, 2. rész: Recidivate, a nekromanta",
    "questMoonstone2Notes": "A bátor fegyverkovács, @InspectorCaracal, segít neked a varázslatos holdkövekből láncot kovácsolni. Most már készen állsz a végső összecsapásra Recidivate ellen. Ahogy belépsz a Pangás mocsarába, jeges borzongás fut végig rajtad.<br><br>Egy rothadó lehelet suttog a füledbe: „Újra visszatértél? Milyen bájos…” Megpördülsz, és támadsz – és a holdkőlánc fényében fegyvered szilárd testbe csapódik. „Most újra a világhoz láncoltál” – vicsorog Recidivate –, „de itt az ideje, hogy te távozz belőle!”",
    "questMoonstone2Boss": "A nekromanta",
    "questMoonstone2Completion": "Recidivate hátratántorodik az utolsó csapásodtól, és egy pillanatra a remény felragyog benned – de aztán hátraveti fejét, és gonoszul felnevet. Mi történik?!",
    "questMoonstone2DropMoonstone3Quest": "Recidivate, 3. rész: Recidivate átalakul (tekercs)",
    "questMoonstone3Text": "Recidivate, 3. rész: Recidivate átalakul",
    "questMoonstone3Notes": "Recidivate ördögi kacajjal rogy a földre, mire újra lesújtasz rá a holdkőlánccal. Ám rémületedre Recidivate elkapja a láncot, szeme diadalittasan villan.<br><br>„Ostoba hústömeg!” – kiáltja. „Igaz, hogy ezek a holdkövek visszaadták fizikai formámat – de nem úgy, ahogy te hitted! Ahogy a hold a sötétségből teljes fényébe növekszik, úgy erősödik az én hatalmam is. Most pedig az árnyak mélyéből megidézem legrettenetesebb ellenfeledet!”<br><br>Egy beteges, zöldes köd emelkedik a mocsárból, és Recidivate teste vonaglani kezd… majd valami rettenetessé formálódik – Vice, az árnykígyó, élőholt testben születik újjá!",
    "questMoonstone3Completion": "Szíved zakatol, izzadság csípi a szemedet, ahogy az élőholt kígyó végre összerogy. Recidivate maradványai halvány, szürke ködként oszlanak szét, amelyet hamar elűz a mocsár felett feltámadó friss szellő. A távolból Habitica lakóinak diadalittas kiáltásai visszhangzanak – végleg leszámoltak rossz szokásaikkal!<br><br>Hirtelen egy griffháton lovagló alak száll le előtted: @Baconsaur, a bestiák mestere. „Láttam a harcotokat a magasból, és mélyen megérintett. Kérlek, fogadd el ezt a bűvös köpenyt – bátorságod nemes szívről árulkodik, és hiszem, hogy neked szánták.”",
    "questMoonstone3Boss": "Élőholt-Vice",
    "questMoonstone3DropRottenMeat": "Rothadt hús (Étel)",
    "questMoonstone3DropZombiePotion": "Zombi keltetőfőzet",
    "questGroupGoldenknight": "Az Arany lovag",
    "questGoldenknight1Text": "Az Arany lovag, 1. rész: Egy alapos fejmosás",
    "questGoldenknight1Notes": "Az Arany lovag egyre többször száll rá szegény Habitica-lakókra. Nem végezted el az összes napi teendődet? Kipipáltál egy negatív szokást? Azonnal lecsap rád, és kioktat, hogy vegyél példát róla! Hiszen ő a tökéletes Habitica-lakó ragyogó példája, míg te nem vagy más, csak egy kudarc. Ez viszont egyáltalán nem kedves dolog! Mindenki követ el hibákat, de emiatt senkit sem szabadna ennyire elítélni. Talán itt az ideje, hogy összegyűjts néhány Habitica-lakó tanúvallomását, és jól kioszd az Arany lovagot!",
    "questGoldenknight1CollectTestimony": "Tanúvallomás",
    "questGoldenknight1Completion": "Nézd csak ezt a rengeteg tanúvallomást! Biztosan elég lesz, hogy meggyőzd az Arany lovagot. Már csak meg kell találnod őt.",
    "questGoldenknight1DropGoldenknight2Quest": "Az Arany lovag, 2. rész: Az Arany lovag (tekercs)",
    "questGoldenknight2Text": "Az Arany lovag, 2. rész: Az Arany lovag",
    "questGoldenknight2Notes": "Fegyverkezz fel a Habitica-lakók tucatnyi tanúvallomásával, és állj végre szemtől szembe az Arany lovaggal! Sorolni kezded a panaszokat: „És @Pfeffernusse szerint az állandó dicsekvésed—” A lovag azonban felemeli a kezét, hogy elhallgattasson, majd gúnyosan legyint. „Ugyan már, ezek az emberek csak irigyek a sikeremre! A panaszkodás helyett inkább dolgozhatnának keményebben. Talán inkább megmutatom, milyen hatalomra tehet szert az, aki olyan kitartó, mint én!” Ezzel felkapja a buzogányát, és támadásba lendül!",
    "questGoldenknight2Boss": "Arany lovag",
    "questGoldenknight2Completion": "Az Arany lovag zavartan engedi le buzogányát. „Elnézést kérek a meggondolatlan kitörésemért” – mondja. „Fájdalmas belegondolni, hogy akaratlanul is bántottam másokat, és ezért védekezően reagáltam… de talán még nem késő bocsánatot kérnem.”",
    "questGoldenknight2DropGoldenknight3Quest": "Az Arany lovag, 3. rész: A Vas lovag (tekercs)",
    "questGoldenknight3Text": "Az Arany lovag, 3. rész: A Vas lovag",
    "questGoldenknight3Notes": "@Jon Arinbjorn utánad kiált, hogy magára vonja a figyelmed. A csata utóhatásaként egy új alak bontakozik ki a ködből. Egy fekete páncélba burkolózott lovag közelít lassan, kardját szorosan markolva. Az Arany Lovag rémülten felkiált: „Ne, apa!” – de a páncélos alak mit sem törődik a szavaival, és rendíthetetlenül halad tovább. Az Arany lovag ekkor feléd fordul: „Sajnálom. Ostoba voltam, és a saját gőgöm elvakított – nem láttam, milyen kegyetlenné váltam. De az apám nálam is kegyetlenebb. Ha nem állítjuk meg, mindannyiunkat elpusztít!” Azzal átnyújtja a buzogányát. „Vedd ezt! Használd, és állítsd meg a Vas lovagot!”",
    "questGoldenknight3Completion": "A buzogányod csattanva csapódik a Vas lovag páncéljába. Térdre rogy, majd zihálva rád néz. „Erős vagy… Ma megtanultam, milyen alázatosnak lenni.” Az Arany lovag odalép hozzád. „Köszönöm. Azt hiszem, mindketten tanultunk tőled alázatot. Beszélni fogok apámmal, és elmagyarázom neki a Habitica-lakók panaszait. Talán ideje lenne végre bocsánatot kérnünk.” Egy pillanatra elgondolkodik, majd újra rád néz. „Fogadd el ezt tőlünk ajándékba. A buzogányom most már a tiéd.”",
    "questGoldenknight3Boss": "A Vas lovag",
    "questGoldenknight3DropHoney": "Méz (Étel)",
    "questGoldenknight3DropGoldenPotion": "Arany keltetőfőzet",
    "questGoldenknight3DropWeapon": "Mustaine mérföldkőzúzó buzogánya (Balkezes fegyver)",
    "questGroupEarnable": "Megszerezhető küldetések",
    "questBasilistText": "A Bazi-lista",
    "questBasilistNotes": "Zűrzavar támad a piactéren – pont az a fajta, amitől az emberek általában elmenekülnek. De te, bátor kalandor, ehelyett odasietsz, és szemtől szembe találod magad egy Bazi-listával, amely egy rakás befejezetlen tennivalóból formálódott meg! A közeli Habitica-lakók megbénulnak a félelemtől, mert a Bazi-lista olyan hosszú, hogy képtelenek nekiállni a munkának. A tömegben @Arcosine kiáltását hallod: „Gyorsan! Teljesítsétek a tennivalóitokat és a napi teendőiteket, hogy kioltsuk a szörnyet, mielőtt megvág valakit a papír!” Csapj le gyorsan, kalandor, és pipálj ki valamit a listádról – de vigyázz! Ha egyetlen napi teendőt is elhanyagolsz, a Bazi-lista rád és a csapatodra támad!",
    "questBasilistCompletion": "A Bazi-lista szétfoszlik színesen csillogó papírfecnikre. „Huh!” – fújja ki a levegőt @Arcosine. „Szerencse, hogy itt voltatok!” Tapasztaltabbnak érzed magad, mint valaha, és a papírdarabok között néhány aranyérmét is találsz.",
    "questBasilistBoss": "A Bazi-lista",
    "questEggHuntText": "Tojásvadászat",
    "questEggHuntNotes": "Egy éjszaka alatt különös, egyszerű tojások jelentek meg mindenhol – Matt istállóiban, a fogadó pultja mögött, sőt, még a piactéri kisállattojások között is! Micsoda felfordulás! „Senki sem tudja, honnan kerültek ide, vagy mi kelhet ki belőlük” – mondja Megan elgondolkodva. „De nem hagyhatjuk őket csak úgy szanaszét heverni! Segítened kell összegyűjteni ezeket a titokzatos tojásokat. Ha elég sokat hozol, talán néhányat meg is tarthatsz...”",
    "questEggHuntCompletion": "Sikerült! Hálája jeléül <strong>Megan</strong> tíz tojást nyújt át neked. „Fogadok, hogy a keltetőfőzetek csodás színekbe öltöztetik majd őket! És vajon mi történik, ha hátassá változnak…?”",
    "questEggHuntCollectPlainEgg": "Egyszerű tojás",
    "questEggHuntDropPlainEgg": "Egyszerű tojás",
    "questDilatoryText": "Halogatás városának rettenetes sárkánya",
    "questDilatoryNotes": "Hallgatnunk kellett volna a figyelmeztetésekre.<br><br>Sötéten csillogó szemek. Ősi pikkelyek. Hatalmas állkapcsok és villogó fogak. Valami borzalmat ébresztettünk fel a hasadék mélyéről: <strong>Halogatás városának rettenetes sárkányát!</strong> A Habitica-lakók sikoltozva menekülnek, amikor a szörnyeteg kiemelkedik a tengerből. Félelmetesen hosszú nyaka több száz lábnyira nyúlik ki a vízből, miközben perzselő ordítása betöri az ablakokat.<br><br>„Ez lehetett az, ami Halogatás városát elsüllyesztette!” – kiáltja Lemoness. „Nem a halogatott feladatok súlya – hanem a sötétvörös napi teendők vonzották ide!”<br><br>„Csordultig van mágikus energiával!” – kiáltja @Baconsaur. „Ha ilyen sokáig élt, biztosan képes meggyógyítani magát! Hogyan győzhetjük le?”<br><br>Nos, ugyanúgy, ahogy minden más szörnyet – termelékenységgel! Gyerünk, Habitica, fogjunk össze és végezzük el a feladatainkat – együtt harcolunk ezzel a bestiával! (Nem kell félbehagynotok a folyamatban lévő küldetéseiteket – hiszünk bennetek, hogy képesek vagytok duplán csapást mérni!) A szörny nem támad ránk egyenként, de minél több napi teendőt hagyunk ki, annál közelebb kerülünk a **Halogatás csapása** aktiválásához – és nem tetszik, ahogy a Fogadót méregeti…",
    "questDilatoryBoss": "Halogatás városának rettenetes sárkánya",
    "questDilatoryBossRageTitle": "Halogatás csapás",
    "questDilatoryBossRageDescription": "Ha ez a sáv megtelik, Halogatás városának rettenetes sárkánya pusztító csapást mér Habitica vidékére",
    "questDilatoryDropMantisShrimpPet": "Sáskarák (Kisállat)",
    "questDilatoryDropMantisShrimpMount": "Sáskarák (Hátas)",
    "questDilatoryBossRageTavern": "`A rettenetes sárkány HALOGATÁS CSAPÁSÁT zúdította ránk!`\n\nÓ, ne! Minden igyekezetünk ellenére túl sok napi teendőt hanyagoltunk el, és a sötétvörös feladatok felkeltették a sárkány haragját! Rémisztő halogatás csapásával porig rombolta a Fogadót! Szerencsére sikerült egy új fogadót kialakítanunk egy közeli városban, így továbbra is nyugodtan beszélgethettek a parton… de szegény Daniel, a csapos, végignézte, ahogy szeretett épülete darabokra hullik!\n\nRemélem, a bestia nem támad újra!",
    "questDilatoryBossRageStables": "`A rettenetes sárkány HALOGATÁS CSAPÁSÁT zúdította ránk!`\n\nJaj ne! Ismét túl sok napi teendőt hagytunk ki, és a sárkány Halogatás csapásával lecsapott Matt istállóira! A kisállatok minden irányba menekülnek. Szerencsére úgy tűnik, a tieid biztonságban vannak!\n\nSzegény Habitica! Remélem, ez nem történik meg újra. Siess, és végezz el minden feladatot!",
    "questDilatoryBossRageMarket": "`A rettenetes sárkány HALOGATÁS CSAPÁSÁT zúdította ránk!`\n\nAhhh!! Alex, a kereskedő boltját porig rombolta a sárkány Halogatás csapása! De úgy tűnik, tényleg kezdjük kimeríteni ezt a bestiát. Alig hiszem, hogy maradt benne elég erő egy újabb támadáshoz.\n\nNe csüggedj, Habitica! Űzzük el ezt a szörnyeteget a partjainkról!",
    "questDilatoryCompletion": "`Halogatás városának rettenetes sárkányának legyőzése`\n\nMegcsináltuk! A rettenetes sárkány egy utolsó, dörgő ordítással összeroskad, majd messzire elúszik. A Habitica-lakók ujjongva özönlenek a partra! Segítettünk Mattnek, Danielnek és Alexnek újjáépíteni az épületeiket. De… mi történik ott?!\n\n`A polgárok visszatérnek!`\n\nAhogy a sárkány eltűnik, a tenger mélyéből ezer szikrázó szín kezd emelkedni. Egy szivárványszínű sáskarák-raj… és közöttük több száz sellő!\n\n„Mi vagyunk Halogatás városának elveszett lakói!” – magyarázza vezetőjük, Manta. „Amikor Halogatás városa elsüllyedt, az itt élő sáskarákok egy varázslattal sellőkké változtattak minket, hogy életben maradhassunk. De dühében a rettenetes sárkány foglyul ejtett minket a sötét hasadékban. Több száz évig raboskodtunk ott – de most végre szabadok vagyunk, és újjáépíthetjük a városunkat!”\n\n„Hálánk jeléül” – mondja barátja, @Ottl – „fogadjátok el ezt a sáskarák kisállatot és hátast, valamint TP-t, aranyat és örök hálánkat.”\n\n`Jutalmak`\n * Sáskarák (Kisállat)\n * Sáskarák (Hátas)\n * Csokoládé, kék vattacukor, rózsaszín vattacukor, hal, méz, hús, tej, burgonya, rothadt hús és eper",
    "questSeahorseText": "A Halogatás városi lóverseny",
    "questSeahorseNotes": "Elérkezett a Derby napja, és Habitica minden tájáról érkeztek lakók Halogatás városába, hogy versenyre keljenek kedvenc csikóhalaikkal! Hirtelen hatalmas csobbanás és dühös nyerítés tör ki a versenypályán. A hullámok moraján át meghallod @Kiwibot, a csikóhal-gondozó kiáltását: „A sok csikóhal vonzotta ide ezt a félelmetes Tengeri mént!” – kiáltja. „Rombolja az istállókat és pusztítja az ősi versenypályát! Van itt valaki, aki meg tudná nyugtatni?”",
    "questSeahorseCompletion": "A megszelídült Tengeri mén békésen úszik melléd. „Ó, nézd!” – mondja Kiwibot. „Azt szeretné, hogy gondoskodjunk a gyermekeiről.” Átnyújt neked három tojást. „Neveld fel őket jól” – mondja mosolyogva. „Mindig szívesen látunk a Halogatási Derbyben!”",
    "questSeahorseBoss": "Tengeri mén",
    "questSeahorseDropSeahorseEgg": "Csikóhal (Tojás)",
    "questSeahorseUnlockText": "Elérhetővé teszi a csikóhal tojások megvásárlását a piacon",
    "questGroupAtom": "A hétköznapok támadása",
    "questAtom1Text": "A hétköznapok támadása, 1. rész: A mosatlan katasztrófa!",
    "questAtom1Notes": "A Kimosott-tó partjára érkezel, hogy jól megérdemelt pihenésedet töltsd... De a tó tiszta helyett mosatlan edényekkel van tele! Hogy történhetett ez?! Egy biztos: nem hagyhatod így! Csak egy dolgot tehetsz – elmosod az edényeket, és megmented a pihenőhelyedet! Először is, szappan kell, rengeteg szappan...",
    "questAtom1CollectSoapBars": "Szappan rúd",
    "questAtom1Drop": "Az éhínség szörnye (Tekercs)",
    "questAtom1Completion": "Hosszú súrolás után végre minden edény tisztán, biztonságosan sorakozik a parton! Hátralépsz, és büszkén szemléled a munkádat.",
    "questAtom2Text": "A hétköznapok támadása, 2. rész: Az éhínség szörnye",
    "questAtom2Notes": "Huh, mennyivel jobb lett a tó látványa ennyi tiszta edénnyel! Talán most már végre lazíthatsz egy kicsit. Várjunk csak... egy pizzásdoboz úszik a vízen. Ugyan, mi az az egy plusz szemét? Még ezt kidobod, és tényleg kész vagy... De ó, jaj! Ez nem egy egyszerű pizzásdoboz! Egy hirtelen hullám kap fel a vízből, felemelve a dobozt, amely egy szörnyeteg fejévé válik! Ez nem lehet… A hírhedt éhínség szörnye?! A legenda szerint az ősi Habitica-lakók maradék ételmaradékából és szemetéből született, és ősidők óta rejtőzik a tó mélyén… Fúj!",
    "questAtom2Boss": "Az éhínség szörnye",
    "questAtom2Drop": "A Mosógus (Tekercs)",
    "questAtom2Completion": "Egy fülsiketítő kiáltással, és öt különböző ízű sajt fröccsenésével az éhínség szörnye darabokra hullik. Szép munka, bátor kalandor! De várj csak... valami még mindig nincs rendben a tóval...",
    "questAtom3Text": "A hétköznapok támadása, 3. rész: A Mosógus",
    "questAtom3Notes": "Már azt hitted, hogy véget értek a megpróbáltatásaid, de a Kimosott-tó vize hirtelen vad hullámzásba kezd. „HOGY MERÉSZELITEK?!” – dörren fel egy mély, dühtől vibráló hang a víz mélyéről. Egy kék köpenyes alak emelkedik ki a habok közül, kezében egy… mágikus vécékefe?! A tó felszínén buborékok fakadnak, és koszos ruhák sodródnak elő a hullámokból. „Én vagyok a Mosógus!” – hirdeti haragosan. „Micsoda arcátlanság! Elmostátok az én csodálatosan mocskos edényeimet, elpusztítottátok a kis kedvencemet, és ráadásul ilyen tiszta ruhákban merészkedtetek a birodalmamba?! Készüljetek, hogy szembenézzetek anti-mosás mágiám ázott haragjával!”",
    "questAtom3Completion": "A gonosz Mosógus végre elbukott! Tiszta ruhák záporoznak körülötted, hatalmas halmokat alkotva. A tó felszíne lassan visszanyeri nyugodt, megszokott formáját. Ahogy átgázolsz a frissen mosott páncélok között, egy fémtárgy csillan meg a szemed előtt. Közelebb lépve meglátod – egy ragyogó sisak! Eredeti tulajdonosa ismeretlen marad, de amikor felpróbálod, kellemes melegség járja át a tested… mintha egy nagylelkű lélek vigyázna rád. Kár, hogy nem varrt bele névtáblát…",
    "questAtom3Boss": "A Mosógus",
    "questAtom3DropPotion": "Alap keltetőfőzet",
    "questOwlText": "Az éjjeli bagoly",
    "questOwlNotes": "A Fogadó fénye hajnalig ég,<br>De egy éjjel kihunyt a fény!<br>Hogyan látunk az éjszakában?<br>@Twitching kiált: „Harcosok, bátran!<br>Látjátok ott azt a éjjeli baglyot?<br>Csapjatok le rá, ne legyen késetek!<br>Űzzük el árnyát az ajtónk elől,<br>S ragyogjon újra az éji mező!”",
    "questOwlCompletion": "Az éjjeli bagoly halványul már,<br>De egy ásítás mégis rád talál.<br>Talán ideje lepihenni?<br>De nézd csak, mit találsz az ágyon: egy fészket!<br>Az éjjeli bagoly jól tudja ám,<br>Hogy néha érdemes fennmaradni tán,<br>De új kisállataid puhán csipognak,<br>Hogy aludj is néha – hisz pihenni is fontos!",
    "questOwlBoss": "Az éjjeli bagoly",
    "questOwlDropOwlEgg": "Bagoly (Tojás)",
    "questOwlUnlockText": "Elérhetővé teszi a bagoly tojások megvásárlását a piacon",
    "questPenguinText": "A fagyos felfordulás",
    "questPenguinNotes": "Habár perzselő nyári nap van Habitica legdélibb csücskében, Lüktető-tóra természetellenes fagy telepszik. Erős, jeges szelek süvítenek körbe, miközben a part kezd befagyni. Jégcsúcsok törnek fel a földből, kiszorítva a füvet és a talajt. @Melynnrose és @Breadstrings futva érkeznek hozzád.<br><br>„Segíts!” – kiáltja @Melynnrose. „Egy óriási pingvint hoztunk, hogy befagyassza a tavat, és mindannyian korcsolyázhassunk, de elfogyott a hal, amivel etettük!”<br><br>„Dühös lett, és fagyos leheletével mindent jéggé dermeszt!” – teszi hozzá @Breadstrings. „Kérlek, fékezd meg, mielőtt mindannyian jégszoborrá válunk!” Úgy tűnik, rá kell venned ezt a pingvint, hogy <em>lehiggadjon...</em>",
    "questPenguinCompletion": "Amint legyőzöd a pingvint, a jég lassan elolvad. A hatalmas pingvin letelepedik a napsütésben, és elégedetten kortyolgatja az extra vödör halat, amit találtál. Ezután kecsesen végigsiklik a tavon, és leheletével tükörsima, csillogó jeget varázsol. Micsoda különös madár!<br><br>„Úgy tűnik, hagyott itt néhány tojást is” – mondja @Painter de Cluster.<br><br>@Rattify felnevet. „Talán ezek a pingvinek egy kicsit... lazábbak lesznek?”",
    "questPenguinBoss": "Fagyos pingvin",
    "questPenguinDropPenguinEgg": "Pingvin (Tojás)",
    "questPenguinUnlockText": "Elérhetővé teszi a pingvin tojások megvásárlását a piacon",
    "questStressbeastText": "A Stoïkalm-sztyeppék förtelmes stresszszörnye",
    "questStressbeastNotes": "Teljesítsd a napi teendőket és tennivalókat, hogy sebzést okozz a főellenségnek! A kihagyott napi teendők töltik a stresszcsapás-mérőt. Ha a stresszcsapás-mérő megtelik, a főellenség megtámad egy NPC-t. A főellenség sosem okoz kárt egyéni játékosoknak vagy fiókoknak. Csak az aktív, fogadóban nem pihenő fiókok kihagyott napi teendői számítanak bele.<br><br>~*~<br><br>Először csak lépteket hallunk, lassabbakat és súlyosabbakat, mint egy csorda robaja. Egyenként nézünk ki az ajtókon, és elakad a szavunk.<br><br>Persze mind láttunk már stresszszörnyeket – apró, gonosz lényeket, akik nehéz időkben támadnak. De ez? Ez magasabbra tornyosul az épületeknél, mancsai könnyedén összeroppantanának egy sárkányt is. Bűzlő bundájáról jégcsapok lógnak, üvöltése jeges viharként tépi le házaink tetejét. Ilyen hatalmas szörnyetegről eddig csak távoli legendák szóltak.<br><br>„Vigyázzatok, Habiticaiak!” – kiáltja SabreCat. „Barikádozzátok el magatokat – ez maga a förtelmes stresszszörny!”<br><br>„Ez a lény évszázadnyi stresszből állhat!” – mondja Kiwibot, miközben erősen bezárja a fogadó ajtaját és spalettáit.<br><br>„A Stoïkalm-sztyeppék” – mondja Lemoness komoran. „Mindeddig azt hittük, nyugodtak és békések, de biztosan titokban rejtegették valahol a stresszüket. Generációkon át nőtt és nőtt, míg végül kitört és megtámadta őket – és minket is!”<br><br>Egyetlen mód van arra, hogy elűzzünk egy stresszszörnyet, legyen bármilyen förtelmes is: teljesített napi teendőkkel és tennivalókkal kell támadnunk! Fogjunk össze mindannyian e félelmetes ellenség ellen – de vigyázzunk, nehogy elhanyagoljuk feladatainkat, mert a kihagyott napi teendők annyira feldühíthetik a szörnyet, hogy ránk támad...",
    "questStressbeastBoss": "A förtelmes stresszszörny",
    "questStressbeastBossRageTitle": "Stresszcsapás",
    "questStressbeastBossRageDescription": "Ha ez a mérő megtelik, a förtelmes stresszszörny rászabadítja Habitica lakóira stresszcsapását!",
    "questStressbeastDropMammothPet": "Mamut (Kisállat)",
    "questStressbeastDropMammothMount": "Mamut (Hátas)",
    "questStressbeastBossRageStables": "`A förtelmes stresszszörny STRESSZCSAPÁST használ!`\n\nA hirtelen jött stresszhullám meggyógyítja a förtelmes stresszszörnyet!\n\nJaj ne! Minden igyekezetünk ellenére pár napi teendőnk elmaradt, sötétvörös színük feldühítette a förtelmes stresszszörnyet, aki ettől visszaszerzett némi életerőt! A rémséges teremtmény az istállók felé vetődik, de Matt, a bestiák mestere hősiesen közbelép, hogy megvédje kisállatainkat és hátasainkat. A stresszszörny kegyetlen markába ragadta Mattet, de legalább egyelőre lefoglalja őt. Gyorsan! Tartsuk kordában napi teendőinket és győzzük le ezt a szörnyeteget, mielőtt újra támadna!",
    "questStressbeastBossRageBailey": "`A förtelmes stresszszörny STRESSZCSAPÁST használ!`\n\nA hirtelen jött stresszhullám meggyógyítja a förtelmes stresszszörnyet!\n\nÁáá!!! Kihagyott napi teendőink miatt a förtelmes stresszszörny dühösebb lett mint valaha és visszaszerzett némi életerőt! Bailey, a városi hírnök éppen arra buzdította az embereket, hogy keressenek menedéket – most pedig őt kapta el másik kezével! Nézd csak őt: hősiesen tudósít továbbra is híreinkről, miközben a szörny vadul lóbálja... Mutassuk méltónak magunkat bátorságához azzal, hogy minél produktívabbak leszünk NPC-ink megmentéséért!",
    "questStressbeastBossRageGuide": "`A förtelmes stresszszörny STRESSZCSAPÁST használ!`\n\nA hirtelen jött stresszhullám meggyógyítja a förtelmes stresszszörnyet!\n\nVigyázat! Justin az útmutató próbálja elterelni a szörny figyelmét: bokái körül futkosva kiabál produktivitási tippeket! A förtelmes stresszszörny dühösen toporzékol ugyan, de úgy tűnik már nagyon kimerítettük. Kétlem hogy lenne még ereje újabb csapásra. Ne adjuk fel... már majdnem legyőztük!",
    "questStressbeastDesperation": "`A förtelmes stresszszörny életereje 500 000-re csökkent! A förtelmes stresszszörny kétségbeesett védekezést használ!`\n\nMajdnem megvan Habiticaiak! Szorgalommal és napi teendőkkel már csak 500 000 életerőt hagytunk neki! A szörny kétségbeesetten ordítva tombolni kezd; dühe gyorsabban nő mint valaha. Bailey és Matt rémülten kiáltanak fel miközben őrült tempóban kezdi lóbálni őket; vakító hóvihart kavarva megnehezíti támadásainkat.\n\nMeg kell kettőznünk erőfeszítéseinket – de bátorság: ez annak jele hogy a szörny tudja közel jár végleges vereségéhez. Ne adjuk fel most!",
    "questStressbeastCompletion": "<strong>A förtelmes stresszszörny LEGYŐZVE!</strong><br><br>Sikerült! Utolsót bömbölve hófelhőként foszlott semmivé a förtelmes stresszszörny. Habitica lakói ujjongva ölelik magukhoz kisállataikat és hátasaikat; állataink és NPC-ink ismét biztonságban vannak!<br><br><strong>Stoïkalm megmenekült!</strong><br><br>SabreCat gyengéden szól egy kis kardfogúhoz: „Kérlek keresd meg Stoïkalm-sztyeppék lakóit és hozd ide őket hozzánk.” Néhány órával később visszatér egy mamutlovas csordával maga mögött; élükön Lady Glaciate-tel Stoïkalm vezetőjével.<br><br>„Hatalmas Habiticaiak,” mondja „polgáraimmal együtt mélységes hálával tartozunk nektek – és mélységes bocsánatkéréssel is. Sztyeppéink nyugalma érdekében titokban száműztük minden stresszünket a jeges hegyek közé. Fogalmunk sem volt róla hogy generációkon át ekkorára nő majd amit láttatok!” Tekintete bánatosan követi a hulló havat: „Mindenkit veszélybe sodortunk ostobaságunkkal. Megígérjük hogy legközelebb előbb fordulunk hozzátok problémáinkkal.”<br><br>„Bocsánatkérésként ételt hoztunk állataitoknak,” folytatja „és bizalmunk jelképeként néhány kisállatot és hátast nálatok hagyunk; tudjuk jó gondjukat viselitek majd.”",
    "questStressbeastCompletionChat": "`A förtelmes stresszszörny LEGYŐZVE!`\n\nSikerült! Utolsót bömbölve hófelhőként foszlott semmivé a förtelmes stresszszörny. Habitica lakói ujjongva ölelik magukhoz kisállataikat és hátasaikat; állataink és NPC-ink ismét biztonságban vannak!\n\n`Stoïkalm megmenekült!`\n\nSabreCat gyengéden szól egy kis kardfogúhoz: „Kérlek, keresd meg a Stoïkalm-sztyeppék lakóit, és hozd őket ide hozzánk.” Néhány órával később visszatér egy mamutlovas csordával maga mögött; élükön Lady Glaciate-tel, Stoïkalm vezetőjével.\n\n„Hatalmas Habiticaiak,” mondja, „polgáraimmal együtt mélységes hálával tartozunk nektek – és mélységes bocsánatkéréssel is. Sztyeppéink nyugalma érdekében titokban száműztük minden stresszünket a jeges hegyek közé. Fogalmunk sem volt róla, hogy generációkon át ekkorára nő majd, amit láttatok! Amikor kitört, minket zárt be maga helyett a hegyek közé, és tombolni kezdett szeretett állataink ellen.” Tekintete bánatosan követi a hulló havat. „Mindenkit veszélybe sodortunk ostobaságunkkal. Megígérjük, hogy legközelebb előbb fordulunk hozzátok problémáinkkal.”\n\n@Baconsaur felé fordul, aki épp néhány mamut kölyköt dédelget. „Bocsánatkérésként ételt hoztunk állataitoknak, amiért megrémítettük őket, és bizalmunk jelképeként néhány kisállatot és hátast nálatok hagyunk. Tudjuk, hogy jó gondjukat viselitek majd.”",
    "questTRexText": "A dinoszauruszok királya",
    "questTRexNotes": "Most, hogy az ősi lények a Stoïkalm-sztyeppékből ellepték Habiticát, @Urse úgy döntött, hogy örökbe fogad egy kifejlett tirannoszauruszt. Mi baj lehet ebből?<br><br>Minden.",
    "questTRexCompletion": "A vad dinoszaurusz végre abbahagyja a pusztítást és letelepszik, hogy összebarátkozzon az óriási kakasokkal. @Urse boldogan néz rá. \"Végül is nem is olyan szörnyű kisállatok! Csak egy kis fegyelem kell nekik. Tessék, vigyél néhány tirannoszaurusz tojást magadnak.\"",
    "questTRexBoss": "Hús tirannoszaurusz",
    "questTRexUndeadText": "A felfedezett dinoszaurusz",
    "questTRexUndeadNotes": "Miközben az ősi dinoszauruszok a Stoïkalm-sztyeppék felől beözönlenek Habit városába, rémült sikoly hasít a levegőbe a Nagy múzeum felől. @Baconsaur felkiált: \"A múzeumban lévő Tirannoszaurusz-csontváz megmozdult! Biztosan megérezte a fajtársait!\" A csontos szörnyeteg kivillantja a fogait, és csattogva feléd tart. Hogyan győzhetnél le egy lényt, amely már halott? Gyorsan kell lecsapnod, mielőtt újra összerakja magát!",
    "questTRexUndeadCompletion": "A tirannoszaurusz világító szemei kialszanak és visszazökken a jól ismert talapzatára. Mindenki megkönnyebbülten sóhajt. \"Nézzétek!\" – mondja @Baconsaur. \"Néhány megkövesedett tojás fényes és új! Talán kikelnek nálad.\"",
    "questTRexUndeadBoss": "Csontváz tirannoszaurusz",
    "questTRexUndeadRageTitle": "Csontváz gyógyulás",
    "questTRexUndeadRageDescription": "Ez a sáv megtelik, ha nem teljesíted a napi teendőidet. Ha teljesen feltöltődik, a Csontváz tirannoszaurusz a megmaradt életerejének 30%-át visszanyeri!",
    "questTRexUndeadRageEffect": "`Csontváz tirannoszaurusz használja a CSONTVÁZ GYÓGYULÁST!`\n\nA szörnyeteg földöntúli ordítást hallat és néhány sérült csontja újra összeforr!",
    "questTRexDropTRexEgg": "Tirannoszaurusz (Tojás)",
    "questTRexUnlockText": "Elérhetővé teszi a tirannoszaurusz tojások vásárlását a piacon",
    "questRockText": "Menekülés a barlangi lény elől",
    "questRockNotes": "Habitica Kanyargó-hegységét átszelve barátaiddal egy éjszakára tábort versz egy gyönyörű barlangban, amelyet ragyogó ásványok szőnek át. Másnap reggel azonban arra ébredsz, hogy a bejárat eltűnt, és a barlang padlója mozogni kezd alattad.<br><br>„Ez a hegy él!” – kiáltja társad, @pfeffernusse. „Ezek nem kristályok – hanem fogak!”<br><br>@Painter de Cluster megragadja a kezed: „Másik kijáratot kell találnunk – maradj mellettem, és ne hagyd magad elterelni, különben örökre itt ragadhatunk!”",
    "questRockBoss": "Kristálykolosszus",
    "questRockCompletion": "Kitartásotoknak hála sikerült biztonságos utat találnotok az élő hegyen keresztül. Ahogy újra napfényre értek, barátod, @intune észrevesz valami csillogót a földön, közvetlenül a barlang kijáratánál. Lehajolsz érte, és látod, hogy ez egy kis kődarab, amelyet aranyerezet fut át. Mellette további különös alakú kövek hevernek. Majdnem úgy néznek ki, mint... tojások?",
    "questRockDropRockEgg": "Kő (Tojás)",
    "questRockUnlockText": "Elérhetővé teszi a kő tojások vásárlását a piacon",
    "questBunnyText": "A gyilkos nyuszi",
    "questBunnyNotes": "Sok nehéz nap után végre eléritek a Halogatás-hegy csúcsát, és ott álltok az Elhanyagolás erődjének impozáns kapui előtt. Elolvasod a kőbe vésett feliratot: „Odabent lakozik a lény, amely legnagyobb félelmeidet testesíti meg, tétlenséged igazi oka. Kopogj, és nézz szembe démonoddal!” Remegsz, elképzelve a bent rejtőző borzalmat, és érzed a késztetést, hogy elmenekülj, ahogy már annyiszor korábban. @Draayder visszatart: „Nyugalom, barátom! Eljött végre az idő. Meg kell tenned!”<br><br>Kopogtatsz, és az ajtók kitárulnak. Odabentről fülsiketítő üvöltés hallatszik, te pedig előrántod fegyvered.",
    "questBunnyBoss": "Gyilkos nyuszi",
    "questBunnyCompletion": "Egy utolsó csapással a gyilkos nyúl a földre rogy. Testéből csillogó köd száll fel, miközben egy apró nyuszivá zsugorodik össze... egyáltalán nem hasonlít arra a kegyetlen bestiára, akivel az imént küzdöttél. Orra bájosan megrándul, majd elugrál, hátrahagyva néhány tojást. @Gully felnevet: „A Halogatás-hegy még a legkisebb kihívásokat is leküzdhetetlennek tünteti fel. Gyűjtsük össze ezeket a tojásokat, és induljunk haza!”",
    "questBunnyDropBunnyEgg": "Nyuszi (Tojás)",
    "questBunnyUnlockText": "Elérhetővé teszi a nyuszi tojások vásárlását a piacon",
    "questSlimeText": "A Kocsonyás régens",
    "questSlimeNotes": "Miközben a feladataidon dolgozol, észreveszed, hogy egyre lassabban haladsz. „Mintha melaszon keresztül gyalogolnék” – morogja @Leephon. „Nem, inkább kocsonyán!” – javítja ki @starsystemic. „Az a nyálkás Kocsonyás régens mindent beborított Habiticában. Ráragadt mindenre és mindenkit lelassított.” Körülnézel. Az utcákat egyre vastagabb, áttetsző, színes nyálka borítja, és a habiticaiak alig tudnak haladni a dolgaikkal. Míg mások menekülnek, te felkapsz egy felmosót, és harcra készülsz!",
    "questSlimeBoss": "Kocsonyás régens",
    "questSlimeCompletion": "Egy utolsó döféssel csapdába ejted a Kocsonyás régenst egy hatalmas fánkba, amit @Overomega, @LordDarkly és @Shaner, a süteményklub gyors gondolkodású vezetői hoznak be. Míg mindenki a válladat veregeti, érzed, hogy valaki valamit a zsebedbe csúsztat. Ez a jól megérdemelt jutalmad az édes sikerért: három nyálkás mályvacukor tojás.",
    "questSlimeDropSlimeEgg": "Nyálkás mályvacukor (Tojás)",
    "questSlimeUnlockText": "Elérhetővé teszi a nyálkás mályvacukor tojások vásárlását a piacon",
    "questSheepText": "A mennydörgő kos",
    "questSheepNotes": "A vidéki Taskan tájat járva barátaiddal – egy kis „gyors szünetet” tartva a kötelességeid elől –, találsz egy hangulatos fonalboltot. Annyira belemerülsz a halogatásba, hogy szinte észre sem veszed a horizonton feltornyosuló fenyegető felhőket. „Van egy r-oooo-sz érzésem ezzel az időjárással kapcsolatban” – morogja @Misceo, mire felnézel. A viharfelhők örvényleni kezdenek, és kísértetiesen emlékeztetnek egy… „Most nincs időnk felhőnézegetésre!” – kiáltja @starsystemic. „Támad!” A Mennydörgő kos előreveti magát, és villámokat szór rád!",
    "questSheepBoss": "Mennydörgő kos",
    "questSheepCompletion": "Lenyűgözve a kitartásodtól, a Mennydörgő kost az ereje elhagyja. Három hatalmas jégesőt hajít feléd, majd halk morajlással eltűnik. Közelebbről megnézve rájössz, hogy ezek nem is jégdarabok, hanem három bolyhos tojás! Összegyűjtöd őket, majd kék ég alatt sétálsz haza.",
    "questSheepDropSheepEgg": "Bárány (Tojás)",
    "questSheepUnlockText": "Elérhetővé teszi a bárány tojások vásárlását a piacon",
    "questKrakenText": "Az Elintézetlenség krakenje",
    "questKrakenNotes": "Meleg, napos idő van, ahogy áthajózol az Elintézetlenség-öböl vizén, de gondolataidat beárnyékolják a még rád váró tennivalók miatti aggodalmak. Úgy tűnik, amint befejezel egy feladatot, rögtön újabb bukkan fel, majd még egy...<br><br>Hirtelen a hajó nagyot rázkódik, és nyálkás csápok törnek elő a vízből minden oldalról! „Megtámadott minket az Elintézetlenség krakenje!” – kiáltja Wolvenhalo.<br><br>„Gyorsan!” – szól hozzád Lemoness. „Üss le annyi csápot és feladatot, amennyit csak tudsz, mielőtt újak nőnének a helyükre!”",
    "questKrakenBoss": "Az Elintézetlenség krakenje",
    "questKrakenCompletion": "Ahogy a kraken elmenekül, több tojás bukkan fel a víz felszínén. Lemoness megvizsgálja őket, és gyanakvása örömmé változik. „Tintahal tojások!” – mondja. „Fogd, ezek a jutalmaid mindazért, amit sikerült elvégezned.”",
    "questKrakenDropCuttlefishEgg": "Tintahal (Tojás)",
    "questKrakenUnlockText": "Elérhetővé teszi a tintahal tojások vásárlását a piacon",
    "questWhaleText": "A bálna jajkiáltása",
    "questWhaleNotes": "A Szorgalmas Kikötőbe érkezel, hogy tengeralattjáróra szállj, és megnézd a Halogatási Derbyt. Hirtelen egy fülsiketítő üvöltés kényszerít megállásra – ösztönösen befogod a füled. „Ott fúj!” – kiáltja @krazjega kapitány, egy hatalmas, jajveszékelő bálnára mutatva. „Nem biztonságos útnak indítani a tengeralattjárókat, amíg így vergődik!”<br><br>„Gyorsan!” – hív @UncommonCriminal. „Segíts megnyugtatni ezt a szegény teremtményt, hogy kideríthessük, miért jajgat ennyire!”",
    "questWhaleBoss": "Jajveszékelő bálna",
    "questWhaleCompletion": "Hosszú és kemény munka után a bálna végre elhallgat, és megszűnik mennydörgő kiáltása. „Úgy tűnik, a negatív szokások hullámai majdnem elnyelték” – magyarázza @zoebeagle. „De az állhatatos munkátokkal sikerült megfordítani az áradatot!” Ahogy belépsz a tengeralattjáróba, néhány bálna tojás lebeg feléd a vízen. Gyorsan kihalászod őket.",
    "questWhaleDropWhaleEgg": "Bálna (Tojás)",
    "questWhaleUnlockText": "Elérhetővé teszi a bálna tojások vásárlását a piacon",
    "questGroupDilatoryDistress": "Halogatás városának vészhelyzete",
    "questDilatoryDistress1Text": "Halogatás városának vészhelyzete, 1. rész: Üzenet egy palackban",
    "questDilatoryDistress1Notes": "Egy palackpostában érkezett üzenet a frissen újjáépített Halogatás városából! „Kedves Habitica-lakók, ismét szükségünk van a segítségetekre. A hercegnőnk eltűnt, és a várost ismeretlen vízi démonok ostromolják! A sáskarákok még vissza tudják tartani a támadókat, de nem tudjuk, meddig. Kérünk benneteket, segítsetek!” Ahhoz, hogy eljussatok az elsüllyedt városba, képesnek kell lennetek víz alatt lélegezni. Szerencsére @Benga és @hazel, az alkimisták, ezt lehetővé tudják tenni – ha sikerül megtalálnotok a megfelelő hozzávalókat!",
    "questDilatoryDistress1Completion": "Felöltöd az uszonyos páncélt, és amilyen gyorsan csak tudsz, Halogatás városába úszol. A sellők és sáskarák szövetségeseik egyelőre vissza tudják tartani a szörnyeket a városfalakon kívül, de egyre nehezebben bírják. Alighogy belépsz a kastélyba, a borzalmas ostrom teljes erővel lecsap!",
    "questDilatoryDistress1CollectFireCoral": "Tűzkorall",
    "questDilatoryDistress1CollectBlueFins": "Kék uszony",
    "questDilatoryDistress1DropArmor": "Uszonyos óceáni páncél (Páncél)",
    "questDilatoryDistress2Text": "Halogatás városának vészhelyzete, 2. rész: A hasadék teremtményei",
    "questDilatoryDistress2Notes": "Már mérföldekről látni az ostromot: ezernyi lebegő koponya áramlik elő a hasadék falán tátongó portálból, egyenesen Halogatás városa felé.<br><br>Amikor a háborús tanácsban találkozol Manta királlyal, arca gondterhelt, szemei fáradtak. „A lányom, Adva, közvetlenül az ostrom kezdete előtt tűnt el a Sötét hasadékban” – mondja. „Kérlek, keressétek meg, és hozzátok haza biztonságban! Segítségetekre adom a tűzkorall diadémomat. Ha sikerrel jártok, megtarthatjátok.”",
    "questDilatoryDistress2Completion": "Sikerült legyőznöd a rémálomszerű koponyahadat, de Adva nyomára még mindig nem bukkantál. Talán @Kiwibot, a királyi nyomkövető tud segíteni? „A várost védő sáskarákok biztosan látták, merre ment” – mondja @Kiwibot. „Kövessétek őket a Sötét hasadékba!”",
    "questDilatoryDistress2Boss": "Vízikoponya raj",
    "questDilatoryDistress2RageTitle": "A raj újjászületése",
    "questDilatoryDistress2RageDescription": "A raj újjászületése: Ez a sáv akkor telik meg, ha nem teljesíted a napi teendőidet. Ha betelik, a vízikoponya raj visszanyeri megmaradt életerejének 30%-át!",
    "questDilatoryDistress2RageEffect": "`A vízikoponya raj alkalmazza A RAJ ÚJJÁSZÜLETÉSÉT!`\n\nA győzelmeiktől felbátorodva még több koponya tör elő a hasadékból, megerősítve a rajt!",
    "questDilatoryDistress2DropSkeletonPotion": "Csontváz keltetőfőzet",
    "questDilatoryDistress2DropCottonCandyBluePotion": "Kék vattacukor keltetőfőzet",
    "questDilatoryDistress2DropHeadgear": "Tűzkorall diadém (Fejfedő)",
    "questDilatoryDistress3Text": "Halogatás városának vészhelyzete, 3. rész: Nem csupán egy sellő",
    "questDilatoryDistress3Notes": "A sáskarákokat követve mélyen a hasadékban egy vízalatti erődöt találsz. A főcsarnokban Adva hercegnő vár rád, vízikoponyák kíséretében. Az apám küldött, igaz?” – kérdezi. „Mondd meg neki, hogy nem megyek vissza. Boldogan maradok itt, hogy gyakoroljam a varázslataimat. Tűnjetek el most, vagy megérzitek az óceán új királynőjének haragját!” Adva rendíthetetlennek tűnik… de ahogy beszél, észreveszel egy furcsa, vörösen izzó rubin medált a nyakában. Talán ha eltávolítanád, megtörne a varázslat?",
    "questDilatoryDistress3Completion": "Végül sikerül letépned a varázslatos medált Adva nyakából és elhajítanod. A hercegnő a fejéhez kap. „Hol vagyok? Mi történt?” Miután meghallgatja a történetedet, arca elkomorul. „Ezt a nyakéket egy rejtélyes nagykövet asszonytól kaptam, akit 'Tzinának' hívtak. Nem emlékszem semmire azután, hogy felvettem!”<br><br>Visszatérve Halogatás városába, Manta király örömtáncot jár. „Engedjétek meg, hogy megjutalmazzalak titeket ezzel a szigonnyal és pajzzsal!” – mondja. „@aiseant és @starsystemic készítették Adva számára, de… azt hiszem, egy ideig jobb, ha nem adunk fegyvert a kezébe.”",
    "questDilatoryDistress3Boss": "Adva, a bitorló sellő",
    "questDilatoryDistress3DropFish": "Hal (Étel)",
    "questDilatoryDistress3DropWeapon": "Tarajos hullámok szigonya (Fegyver)",
    "questDilatoryDistress3DropShield": "Holdgyöngy pajzs (Balkezes felszerelés)",
    "questCheetahText": "Egy igazi gepárd",
    "questCheetahNotes": "Miközben barátaiddal, @PainterProphet-tel, @tivaquinn-nel, @Unruly Hyena-val és @Crawforddal a Lomha-léptek szavannán túráztok, megdöbbenve látjátok, ahogy egy Gepárd süvít el mellettetek, állkapcsában egy új Habitica-játékossal. A Gepárd izzó mancsai alatt a feladatok úgy égnek el, mintha már teljesítve lennének – még mielőtt bárki valóban befejezhetné őket! A Habitica-játékos meglát titeket és segítségért kiált: „Kérlek, segítsetek! Ez a Gepárd túl gyorsan léptet szintet, de nem tudok semmit sem befejezni. Szeretnék lelassítani és élvezni a játékot. Állítsátok meg!” Eszedbe jutnak saját kezdő napjaid, és tudod, hogy segítened kell az újoncnak a Gepárd megállításával!",
    "questCheetahCompletion": "Az új Habitica-játékos erősen liheg a vad száguldás után, de hálásan köszöni neked és barátaidnak a segítséget. „Örülök, hogy ez a Gepárd már nem kap el senki mást. Viszont hagyott hátra néhány gepárd tojást – talán felnevelhetjük őket megbízhatóbb kisállatokká!”",
    "questCheetahBoss": "Gepárd",
    "questCheetahDropCheetahEgg": "Gepárd (Tojás)",
    "questCheetahUnlockText": "Elérhetővé teszi a gepárd tojások vásárlását a piacon",
    "questHorseText": "Lovagolj az Éj-ménnel",
    "questHorseNotes": "Miközben @beffymaroo és @JessicaChase társaságában lazítasz a fogadóban, a beszélgetés jókedvű dicsekvésbe fordul az eddigi kalandjaidról. Büszkén mesélsz a tetteidről, és talán kissé elragadtatva magad, azt állítod, hogy bármilyen feladatot meg tudsz szelídíteni. Egy közeli idegen feléd fordul és mosolyog. Egyik szeme megcsillan, miközben felkér, hogy bizonyítsd állításodat azzal, hogy meglovagolod a lovát.\nMiközben mindannyian az istállók felé tartotok, @UncommonCriminal odasúgja: „Lehet, hogy túl nagy fába vágtad a fejszédet. Az nem ló – az egy Éj-mén!” Ahogy rápillantasz a patáinak dobogására, kezded megbánni a szavaidat...",
    "questHorseCompletion": "Minden ügyességedre szükséged van, de végül a ló dobbant néhányat a patáival, majd válladhoz dörgölőzik, mielőtt megengedné, hogy felülj rá. Büszkén lovagolsz egy rövid kört a fogadó udvarán, miközben barátaid ujjongva ünnepelnek. Az idegen széles mosolyra fakad.\n„Látom, nem volt üres dicsekvés! Az elszántságod igazán lenyűgöző. Vedd ezeket a tojásokat, hogy saját lovakat nevelhess belőlük, és talán egy nap újra találkozunk.” Átveszed a tojásokat, az idegen megemeli kalapját... és eltűnik.",
    "questHorseBoss": "Éj-mén",
    "questHorseDropHorseEgg": "Ló (Tojás)",
    "questHorseUnlockText": "Elérhetővé teszi a ló tojások vásárlását a piacon",
    "questBurnoutText": "Kiégés és a Kimerülés szellemei",
    "questBurnoutNotes": "Már jóval éjfél után jár, a levegő mozdulatlan és fojtogatóan forró, amikor Redphoenix és a felderítő kapitány, Kiwibot hirtelen berontanak a városkapun. \"Ki kell ürítenünk az összes faépületet!\" kiáltja Redphoenix. \"Siessetek!\"<br><br>Kiwibot a falnak támaszkodik, miközben levegő után kapkod. \"Elszívja az emberek életerejét, és Kimerülés szellemeivé változtatja őket! Ezért lassult le minden. Ezért tűntek el az emberek. Ellopta az energiájukat!\"<br><br>\"'Az?\" kérdezi Lemoness.<br><br>Ekkor a hőség alakot ölt.<br><br>A földből gomolygó, kavargó tömeg emelkedik ki, és a levegőt betölti a füst és a kén szaga. Lángok nyaldossák az olvadt talajt, majd végtagokká formálódnak, rémisztő magasságokig csavarodva. Parázsló szemek nyílnak fel, és a lény mély, recsegő kacajt hallat.<br><br>Kiwibot egyetlen szót suttog.<br><br><em>\"Kiégés.\"</em>",
    "questBurnoutCompletion": "<strong>Kiégés LEGYŐZVE!</strong><br><br>Kiégés halk, mély sóhajjal lassan elengedi azt a perzselő energiát, amely eddig táplálta lángjait. Ahogy a szörny csendesen hamuvá omlik, az ellopott energia fényesen felragyog a levegőben, új életet lehelve a Kimerülés szellemeibe, visszaadva eredeti alakjukat.<br><br>Ian, Daniel és az szezonális boszorkány ujjongva ünnepelnek, miközben Habitica lakói odasietnek hozzájuk, a Virágzó mezők elveszett polgárai pedig boldogan találkoznak újra barátaikkal és családtagjaikkal. Az utolsó Kimerülés szellem maga a Vidám kaszás alakját ölti fel!<br><br>\"Nézzétek!\" suttogja @Baconsaur, miközben a hamu csillogni kezd. Lassan több száz ragyogó főnixmadárrá változik!<br><br>Az egyik fénylő madár leszáll a Vidám kaszás csontos karjára, aki széles mosollyal így szól: „Régóta nem volt alkalmam főnixet látni itt, a Virágzó mezőkön. Bár, tekintve a közelmúlt eseményeit, azt kell mondanom, tökéletesen ideillik ez a látvány!”<br><br>Hangja kicsit komolyabbá válik, de (természetesen) mosolya megmarad. „Büszkék vagyunk a kemény munkánkra, de ugyanúgy híresek vagyunk ünnepeinkről és lakomáinkról is. Elég ironikus, hogy miközben egy látványos bulit próbáltunk összehozni, nem engedtünk magunknak egy kis kikapcsolódást sem. Ezt a hibát többé nem követjük el!”<br><br>Összecsapja kezét. „Most pedig – ünnepeljünk!”",
    "questBurnoutCompletionChat": "`Kiégés LEGYŐZVE!`\n\nKiégés mély, halk sóhajjal lassan elengedi azt a perzselő energiát, amely eddig táplálta lángjait. Ahogy a szörny csendesen hamuvá omlik össze, az ellopott energia megcsillan a levegőben, új életet lehelve a Kimerülés szellemeibe, visszaadva őket eredeti alakjuknak.\n\nIan, Daniel és a szezonális boszorkány örömittasan ünnepelnek, miközben Habitica lakói odasietnek hozzájuk, és a Virágzó mezők elveszett polgárai újra találkoznak barátaikkal és családtagjaikkal. Az utolsó Kimerülés szellem maga a Vidám kaszás alakját ölti fel!\n\n„Nézzétek!” – suttogja @Baconsaur, ahogy a hamu csillogni kezd. Lassan több száz ragyogó főnixmadárrá változik!\n\nAz egyik fénylő madár leszáll a Vidám kaszás csontos karjára, aki szélesen elmosolyodik. „Régóta nem volt alkalmam főnixet látni itt, a Virágzó mezőkön” – mondja. „Tekintve a közelmúlt eseményeit, igazán stílusos ez a látvány!”\n\nHangja komolyabbá válik, bár (természetesen) mosolya megmarad. „Kemény munkánkról vagyunk híresek, de ugyanúgy szeretünk ünnepelni és nagy lakomákat tartani. Elég ironikus, hogy miközben látványos ünnepséget terveztünk, nem engedtünk magunknak egy kis pihenést sem. Ezt a hibát többé nem követjük el!”\n\nÖsszecsapja a kezét. „Most pedig – ünnepeljünk!”\n\nMinden Habitica lakó megkapja:\n\n- Főnix kisállatot\n- Főnix hátast\n- Egy kitüntetést: „A Virágzó mezők megmentője”\n- Alap cukorkát\n- Vaníliás cukorkát\n- Homok cukorkát\n- Fahéjas cukorkát\n- Csokoládés cukorkát\n- Rothadt cukorkát\n- Savanyú rózsaszín cukorkát\n- Savanyú kék cukorkát\n- Mézes cukorkát",
    "questBurnoutBoss": "Kiégés",
    "questBurnoutBossRageTitle": "Kimerülés csapás",
    "questBurnoutBossRageDescription": "Ha ez a mérce megtelik, Kiégés kiengedi kimerülés csapását Habiticára!",
    "questBurnoutDropPhoenixPet": "Főnix (Kisállat)",
    "questBurnoutDropPhoenixMount": "Főnix (Hátas)",
    "questBurnoutBossRageQuests": "`Kiégés használja KIMERÜLÉS CSAPÁSÁT!`\n\nÓ ne! Minden erőfeszítésünk ellenére néhány napi teendőt elszalasztottunk, így Kiégés ereje teljében lángra lobbant! Recsegő morgással borítja lángoló, kísérteties tűzbe Ian küldetésmestert. Amikor az elégett küldetések tekercsei lassan elfüstölnek, a gomolygó füstből előtűnik: Ian erejét vesztve, lebegő Kimerülés szellemévé változott!\n\nCsak Kiégés legyőzésével törhetjük meg az átkot, és nyerhetjük vissza szeretett Küldetésmesterünket. Fogjunk össze, teljesítsük napi feladatainkat, és győzzük le ezt a szörnyeteget, mielőtt újra lecsap!",
    "questBurnoutBossRageSeasonalShop": "`Kiégés használja KIMERÜLÉS CSAPÁSÁT!`\n\nAaaa!!! A befejezetlen napi teendők tovább táplálták Kiégés lángjait, így ismét ereje teljében támad ránk! Kísérteties lángok kitörésével perzseli fel a Szezonális bolt mindig vidám szezonális boszorkányát. Rémülten látjátok: ő is ernyedt Kimerülés szellemévé változott!\n\nMeg kell mentenünk szeretett NPC-inket! Siessetek, Habitica lakói: teljesítsétek feladataitokat, és győzzétek le Kiégést, mielőtt harmadszor is lesújtana!",
    "questBurnoutBossRageTavern": "`Kiégés használja KIMERÜLÉS CSAPÁSÁT!`\n\nSok habiticai lakó próbált eddig a fogadóban elrejtőzni Kiégés elől – de ennek vége! Egy sikoltó üvöltéssel Kiégés fehéren izzó karjaival végigsöpör a fogadón. Ahogy a vendégek kétségbeesetten menekülnek, Daniel Kiégés markába kerül, és közvetlenül előttetek alakul át egy Kimerülés szellemévé!\n\nEz a forrófejű rém már túl régóta garázdálkodik. Ne adjátok fel... Már olyan közel járunk ahhoz, hogy végleg legyőzzük Kiégést!",
    "questFrogText": "A Káoszbéka mocsara",
    "questFrogNotes": "Ahogy barátaiddal átvágtok a Pangás mocsarán, @starsystemic egy nagy táblára mutat. \"Maradj az ösvényen – ha tudsz.\"<br><br>\"Ez biztosan nem nehéz!\" – mondja @RosemonkeyCT. \"Széles és tiszta.\"<br><br>De ahogy tovább haladtok, észreveszitek, hogy az ösvényt fokozatosan elnyeli a mocsár iszapja, amelyet furcsa kék törmelékek és kacatok borítanak, mígnem lehetetlenné válik a továbbjutás.<br><br>Ahogy körülnézel, azon töprengve, hogyan lett ilyen rendetlenség, @Jon Arjinborn felkiált: \"Vigyázzatok!\" Egy dühös béka ugrik elő a sárból, piszkos ruhákba burkolózva, kék lángokkal körülvéve. Le kell győznötök ezt a mérgező Káoszbékát, hogy továbbhaladhassatok!",
    "questFrogCompletion": "A béka legyőzötten visszahúzódik az iszapba. Ahogy eltűnik, a kék nyálka is szertefoszlik, szabaddá téve előttetek az utat.<br><br>Az ösvény közepén három makulátlan tojás hever. \"Még az apró ebihalakat is látni lehet az átlátszó héjon keresztül!\" – mondja @Breadstrings. \"Tessék, vidd el őket.\"",
    "questFrogBoss": "Káoszbéka",
    "questFrogDropFrogEgg": "Béka (Tojás)",
    "questFrogUnlockText": "Elérhetővé teszi a béka tojások vásárlását a piacon",
    "questSnakeText": "Az Elterelés kígyója",
    "questSnakeNotes": "Csak a legkitartóbbak képesek megélni az Elterelés homokdűnéin. Ez a száraz sivatag nem éppen a hatékonyság földje és a csillogó homokdűnék sok utazót tévútra vezettek már. Most azonban még a helyiek is megrettennek valamitől. A homok mozog, egész falvakat temetve maga alá. A lakosok szerint egy hatalmas, kígyószerű szörny lapul a dűnék mélyén és közösen felajánlottak egy jutalmat annak, aki segít megtalálni és megállítani. A híres kígyóbűvölők, @EmeraldOx és @PainterProphet elvállalták, hogy segítenek megidézni a bestiát. Képesek vagytok megállítani az Elterelés kígyóját?",
    "questSnakeCompletion": "A kígyóbűvölők segítségével száműzitek az Elterelés kígyóját. Bár boldogok vagytok, hogy segíthettetek a dűnék lakóinak, mégis sajnálattal gondoltok legyőzött ellenfeletekre. Miközben a látványt szemlélitek, @LordDarkly lép hozzátok. „Köszönjük! Nem nagy dolog, de remélem, ez megfelelően kifejezi a hálánkat.” Átad némi aranyat és… néhány kígyó tojást! Még találkozni fogtok ezzel a fenséges teremtménnyel.",
    "questSnakeBoss": "Az Elterelés kígyója",
    "questSnakeDropSnakeEgg": "Kígyó (Tojás)",
    "questSnakeUnlockText": "Elérhetővé teszi a kígyó tojások vásárlását a piacon",
    "questUnicornText": "Az egyszarvú királynő meggyőzése",
    "questUnicornNotes": "A Hódító öböl vize zavarossá vált, tönkretéve Habit város friss vízellátását! Szerencsére @Lukreja ismer egy ősi legendát, amely szerint egy unikornis szarva képes megtisztítani a legsötétebb vizeket is. Az elszánt vezetőtök, @UncommonCriminal segítségével átkeltek a Kanyargó-hegység fagyos csúcsain. Végül Habitica hegyének jeges ormán rátaláltok az Unikornis királynőre, aki a csillogó hó között pihen. „A kérésetek meggyőző” – mondja. „De előbb bizonyítanotok kell, hogy méltók vagytok a segítségemre!”",
    "questUnicornCompletion": "Lenyűgözve a kitartásotoktól és erőtöktől, az Unikornis királynő végül elismeri, hogy ügyetek igazán nemes. Megengedi, hogy a hátára üljetek, és együtt szálltok a Hódító-öböl forrásához. Ahogy a királynő aranyszarvát a szennyezett vízhez érinti, ragyogó kék fény árad a felszínről. Olyan vakító, hogy kénytelenek vagytok behunyni a szemeteket. Mikor egy pillanattal később kinyitjátok, az unikornis eltűnt. Ám @rosiesully felkiált örömében: a víz most kristálytiszta, és a patak szélén három fénylő tojás pihen.",
    "questUnicornBoss": "Az egyszarvú királynő",
    "questUnicornDropUnicornEgg": "Egyszarvú (Tojás)",
    "questUnicornUnlockText": "Elérhetővé teszi az egyszarvú tojások vásárlását a piacon",
    "questSabretoothText": "Kardfogú macska",
    "questSabretoothNotes": "Egy bömbölő szörny tartja rettegésben Habiticát! A lény a vadonban és az erdőkben ólálkodik, majd váratlanul előtör, támad, aztán újra eltűnik. Ártatlan pandákra vadászik, és annyira megrémítette a repülő malacokat, hogy azok elhagyták óljaikat, és a fák lombjai között keresnek menedéket. @InspectorCaracal és @icefelis elmesélik, hogy a zombi kardfogú macska akkor szabadult ki, amikor az érintetlen Stoïkalm-sztyeppék ősi jégmezőin kutattak. „Eleinte teljesen barátságos volt – nem tudjuk, mi történhetett vele. Kérünk, segíts újra elfogni! Csak Habitica igazi bajnoka képes megfékezni ezt az ősi vadállatot!”",
    "questSabretoothCompletion": "Hosszú és fárasztó küzdelem után végre sikerül földre teperned a zombi kardfogú macskát. Mikor végre közelről is szemügyre veheted, észreveszel egy csúnya lyukat az egyik agyarán. Rájössz, hogy ez okozta a macska haragját; szerencsére @Fandekasp segítségével sikerül betömni a lyukas fogat, és mindenkit figyelmeztetsz, hogy ezentúl ne adjanak édességet kedvencüknek. A kardfogú macska hamarosan újra kivirul, gondozói pedig hálából nagylelkű jutalmat küldenek neked – egy fészekalj kardfogútojást!",
    "questSabretoothBoss": "Zombi kardfogú macska",
    "questSabretoothDropSabretoothEgg": "Kardfogú (Tojás)",
    "questSabretoothUnlockText": "Elérhetővé teszi a kardfogú tojások vásárlását a piacon",
    "questMonkeyText": "Szörnyű mandrill és a bajkeverő majmok",
    "questMonkeyNotes": "A Sloensteadi szavanna romokban hever a Szörnyű mandrill és bajkeverő majmai miatt! Olyan hangosan rikoltoznak, hogy elnyomják a közelgő határidők figyelmeztető hangját és mindenkit arra csábítanak, hogy inkább bohóckodjanak a munka helyett. Sajnos sokan utánozzák ezt a rossz szokást.<br><br>Ha senki nem állítja meg ezeket a majmokat, hamarosan minden feladat olyan piros lesz, mint a Szörnyű mandrill arca!<br><br>„Csak egy elszánt kalandor képes ellenállni nekik” – mondja @yamato.<br><br>„Gyerünk, szabadítsuk meg az embereket ettől a majomkodástól!” - kiáltja @Oneironaut - és rohamra indultok.",
    "questMonkeyCompletion": "Sikerült! Ma nincs banán ezeknek a gazfickóknak. Lenyűgözve a kitartásotoktól, a majmok pánikszerűen menekülnek. „Nézzétek” – mondja @Misceo. „Néhány tojást hátrahagytak.”<br><br>@Leephon elmosolyodik. „Talán egy jól idomított kismajom annyit segíthet neked, amennyit a vadak ártottak!”",
    "questMonkeyBoss": "Szörnyű mandrill",
    "questMonkeyDropMonkeyEgg": "Majom (Tojás)",
    "questMonkeyUnlockText": "Elérhetővé teszi a majom tojások vásárlását a piacon",
    "questSnailText": "A robotmocsár csigája",
    "questSnailNotes": "Izgatottan vágsz neki a Kimerültség elhagyatott kazamatáinak, de amint belépsz, érzed, hogy a talaj szívni kezdi a csizmád. Előrenézve Habitica lakóit látod, ahogy nyálkába ragadva vergődnek. @Overomega felkiált: „Túl sok jelentéktelen feladatuk és napi teendőjük van, és beleragadnak a lényegtelen dolgokba! Húzd ki őket!”<br><br>„Meg kell találnod a nyálka forrását” – ért egyet @Pfeffernusse –, „különben a megoldatlan feladatok örökre lehúzzák őket!”<br><br>Előhúzva a fegyvered, átgázolsz a ragacsos sárban... és szembetalálod magad a félelmetes Robotmocsár csigájával.",
    "questSnailCompletion": "Lesújtasz a hatalmas csiga páncéljára, kettétörve azt, mire víz zúdul ki belőle. A nyálka elsodorva tűnik el, és a körülötted lévő Habitica lakók ujjongani kezdenek. „Nézzétek!” – mondja @Misceo. „Egy kis csigatojáscsoportra bukkantam az iszap maradványai között.”",
    "questSnailBoss": "Robotmocsár csigája",
    "questSnailDropSnailEgg": "Csiga (Tojás)",
    "questSnailUnlockText": "Elérhetővé teszi a csiga tojások vásárlását a piacon",
    "questBewilderText": "A Káoszmadár",
    "questBewilderNotes": "A buli úgy indul, mint bármelyik másik.<br><br>A falatkák isteniek, a zene lendületes, sőt, még a táncoló elefántok is megszokottá váltak. A Habitica lakók nevetnek és önfeledten mulatnak a túláradó virágdíszek között, örülve, hogy végre elterelhetik a figyelmüket a legutáltabb feladataikról. Az Április bolondja pedig vígan forog közöttük, itt egy mulatságos trükkel, ott egy szellemes csavarral szórakoztatva őket.<br><br>Ahogy Ködliget óratornya éjfélt üt, az Április bolondja a színpadra ugrik, hogy beszédet mondjon.<br><br>„Barátaim! Ellenségeim! Toleráns ismerőseim! Adjátok nekem a fületeket.” A tömeg felnevet, ahogy állati fülek nőnek a fejükön, és pózolni kezdenek új kiegészítőikkel.<br><br>„Mint tudjátok” – folytatja a Bolond –, „a zavarba ejtő illúzióim általában csak egy napig tartanak. De örömmel jelentem be, hogy felfedeztem egy rövidebb utat, amivel garantált a véget nem érő szórakozás – anélkül, hogy a felelősségeink nyomasztó súlyával kellene bajlódnunk. Elbűvölő Habitica lakók, ismerjétek meg varázslatos új barátomat... a Káoszmadarat!”<br><br>Lemoness arca elsápad, és elejti az előételt. „Várjatok! Ne bízzatok meg--”<br><br>De hirtelen csillámló és sűrű köd kezd áradni a terembe, körülölelve az Április bolondját, majd felveszi a felhőből formálódó tollak és nyúló nyak alakját. A tömeg megdöbbenve figyeli, ahogy egy szörnyű madár bontakozik ki előttük, szárnyai káprázatos illúziókkal ragyognak. Szörnyű, vinnyogó kacajt hallat.<br><br>„Ó, micsoda öröm! Évszázadok óta nem volt Habitica lakó, aki elég bolond lett volna ahhoz, hogy megidézzen! Végre ismét van testem!”<br><br>Rémületükben zümmögve menekülnek a varázs-méhek Ködligetből, a lebegő város pedig lassan zuhanni kezd az égből. A ragyogó tavaszi virágok sorban elhervadnak és elenyésznek.<br><br>„Kedves barátaim, miért ez a riadalom?” – károgja a Káoszmadár, csapkodva a szárnyaival. „Többé nem kell fáradoznotok a jutalomért. Egyszerűen mindent megadok nektek, amire csak vágytok!”<br><br>Pénzeső kezd hullani az égből, de a keményen becsapódó érmék beleverődnek a földbe, és a tömeg sikítva keres menedéket. „Ez most komoly?” – kiáltja Baconsaur, miközben az arany átszakítja az ablakokat és széttöri a tetőcserepeket.<br><br>PainterProphet lehajol, ahogy villámok cikáznak felettük, és a köd elnyeli a napot. „Nem! Ezúttal szerintem ez tényleg nem vicc!”<br><br>Gyorsan, Habitica lakók, ne hagyjátok, hogy ez a főellenség eltérítsen a céljainktól! Koncentráljatok az elvégzendő feladatokra, hogy megmentsük Ködligetet – és remélhetőleg magunkat is.",
    "questBewilderCompletion": "<strong>A Káoszmadár LEGYŐZVE!</strong><br><br>Sikerült! A Káoszmadár egy elnyújtott, sikoltó hangot hallat, miközben a levegőben megpördül, és tollai esőként hullanak alá. Lassan, fokozatosan egy szikrázó ködfelhővé csavarodik. Amint az újból felbukkanó nap áthatol a párán, az eloszlik, és előtűnnek Bailey, Matt, Alex... és maga az Április bolondja köhögő, hála az égnek ismét emberi alakban.<br><br><strong>Ködliget megmenekült!</strong><br><br>Az Április bolondja annyira szégyelli magát, hogy kicsit zavarban lévő képet vág. „Ó, hm,” mondja. „Lehet, hogy kissé… túllőttem a célon.”<br><br>A tömeg morgolódik. Elázott virágok sodródnak a járdára. Valahol a távolban látványos csobbanással összedől egy tető.<br><br>„Ööö, igen,” mondja az Április bolondja. „Szóval. Azt akartam mondani, hogy rettentően sajnálom.” Nagyot sóhajt. „Azt hiszem, nem lehet mindig csak móka és kacagás. Néha nem árt egy kis odafigyelés. Talán nekikezdek a jövő évi tréfák előkészítésének.”<br><br>Redphoenix jelentőségteljesen köhint.<br><br>„Úgy értem, nekikezdek az idei tavaszi nagytakarításnak!” – javítja ki magát gyorsan az Április bolondja. „Nincs ok aggodalomra, hamarosan ragyogni fog Habit városa! Szerencsére senki sem forgat két felmosót olyan ügyesen, mint én.”<br><br>A menetelő zenekar lelkesedni kezd.<br><br>Nem telik bele sok idő, és Habit városában újra minden a régi. Ráadásul most, hogy a Káoszmadár szertefoszlott, Ködliget varázs-méhei is visszatértek szorgoskodni, és hamarosan újra virágba borul a város, ami ismét lebegni kezd.<br><br>Ahogy a Habitica lakók a varázslatos, bolyhos méheket ölelgetik, az Április bolondjának szeme felcsillan. „Oho, van egy ötletem! Mi lenne, ha megtartanátok néhányat ezekből a bolyhos Méhecske kisállatokból és hátasokból? Tökéletes ajándék, ami jól jelképezi a kemény munka és az édes jutalom egyensúlyát – ha már ilyen unalmasan allegorikus hangulatba kerültem.” Kacsint. „Ráadásul fullánkjuk sincs! Bolond-becsületszó.”",
    "questBewilderCompletionChat": "`A Káoszmadár LEGYŐZVE!`\n\nSikerült! A Káoszmadár egy elnyújtott, sikoltó hangot hallat, miközben a levegőben megpördül, és tollai esőként hullanak alá. Lassan, fokozatosan egy szikrázó ködfelhővé csavarodik. Amint az újból felbukkanó nap áthatol a párán, az eloszlik, és előtűnnek Bailey, Matt, Alex... és maga az Április bolondja köhögő, hála az égnek ismét emberi alakban.\n\n`Ködliget megmenekült!`\n\nAz Április bolondja annyira szégyelli magát, hogy kicsit zavarban lévő képet vág. „Ó, hm,” mondja. „Lehet, hogy kissé… túllőttem a célon.”\n\nA tömeg morgolódik. Elázott virágok sodródnak a járdára. Valahol a távolban látványos csobbanással összedől egy tető.\n\n„Ööö, igen,” mondja az Április bolondja. „Szóval. Azt akartam mondani, hogy rettentően sajnálom.” Nagyot sóhajt. „Azt hiszem, nem lehet mindig csak móka és kacagás. Néha nem árt egy kis odafigyelés. Talán nekikezdek a jövő évi tréfák előkészítésének.”\n\nRedphoenix jelentőségteljesen köhint.\n\n„Úgy értem, nekikezdek az idei tavaszi nagytakarításnak!” – javítja ki magát gyorsan az Április bolondja. „Nincs ok aggodalomra, hamarosan ragyogni fog Habit városa! Szerencsére senki sem forgat két felmosót olyan ügyesen, mint én.”\n\nA menetelő zenekar lelkesedni kezd.\n\nNem telik bele sok idő, és újra minden a régi lesz Habit városában. Ráadásul most, hogy a Káoszmadár szertefoszlott, Ködliget varázs-méhei is visszatértek szorgoskodni, és hamarosan újra virágba borul a város, ami ismét lebegni kezd.\n\nAhogy a Habitica lakók a varázslatos, bolyhos méheket ölelgetik, az Április bolondjának szeme felcsillan. „Oho, van egy ötletem! Mi lenne, ha megtartanátok néhányat ezekből a bolyhos Méhecske kisállatokból és hátasokból? Tökéletes ajándék, ami jól jelképezi a kemény munka és az édes jutalom egyensúlyát – ha már ilyen unalmasan allegorikus hangulatba kerültem.” Kacsint. „Ráadásul fullánkjuk sincs! Bolond-becsületszó.”",
    "questBewilderBossRageTitle": "Ámító csapás",
    "questBewilderBossRageDescription": "Ha ez a mérő megtelik, a Káoszmadár rászabadítja ámító csapását Habiticára!",
    "questBewilderDropBumblebeePet": "Varázs-méh (Kisállat)",
    "questBewilderDropBumblebeeMount": "Varázs-méh (Hátas)",
    "questBewilderBossRageMarket": "`A Káoszmadár beveti az ÁMÍTÓ CSAPÁST!`\n\nJaj ne! Minden igyekezetünk ellenére elkalandoztunk a Káoszmadár elbűvölő illúzióitól, és elfelejtettük elvégezni néhány napi teendőnket! A csillogó madár kacagva csapdosni kezd a szárnyaival, és ködfelhőt kavar Alex, a kereskedő köré. Mire a köd felszáll, Alexet megszállta valami! „Ingyenes minták, tessék!” – kiáltja boldogan, miközben robbanó tojásokat és főzeteket hajigál a menekülő Habitica lakók felé. Nem épp a legszerencsésebb árusítási módszer.\n\nSiess! Tartsuk a fókuszt a napi teendőkön, hogy legyőzhessük ezt a szörnyet, mielőtt mást is megszáll!",
    "questBewilderBossRageStables": "`A Káoszmadár beveti az ÁMÍTÓ CSAPÁST!`\n\nAhh!!! A Káoszmadár megint elkápráztatott minket, és emiatt elhanyagoltuk a napi teendőinket – most pedig lecsapott Mattre, a bestiák mesterére! A köd örvénylésében Matt egy félelmetes, szárnyas lénnyé változik, miközben a kisállatok és hátasok szomorúan vonyítanak az istállóikban. Gyorsan, összpontosíts a feladataidra, hogy legyőzhessük ezt az alattomos zavarkeltőt!",
    "questBewilderBossRageBailey": "`A Káoszmadár beveti az ÁMÍTÓ CSAPÁST!`\n\nVigyázz! Miközben épp a híreket mondta, Bailey, a városi hírnök, a Káoszmadár hatása alá került! Gonosz, semmitmondó sikolyt hallatva emelkedik a levegőbe. Most meg honnan fogjuk tudni, mi történik?\n\nNe add fel... már tényleg nagyon közel vagyunk ahhoz, hogy végleg legyőzzük ezt a bosszantó madarat!",
    "questFalconText": "A Halogatás szárnyas árnyai",
    "questFalconNotes": "A Habitica-hegyet most egy hatalmasra nőtt tennivaló-hegy árnyékolja be. Régen ez a hely a piknikezésről és a jól megérdemelt elégedettség érzéséről szólt, de a halogatott feladatok elszabadultak. Most a Halogatás szárnyas árnyainak félelmetes fészke lett – ocsmány lényeké, akik megakadályozzák a Habitica lakóit, hogy befejezzék feladataikat!<br><br>„Túl nehéz!” rikoltják @JonArinbjorn és @Onheiron felé. „Túl sokáig tartana most megcsinálni! Nem számít, ha holnapra hagyod! Inkább csinálj valami szórakoztatót!”<br><br>De ennek most vége – megfogadod. Megmászod a saját tennivaló-hegyedet, és legyőzöd a Halogatás szárnyas árnyait!",
    "questFalconCompletion": "Miután végre diadalmaskodtál a Halogatás szárnyas árnyai felett, leülsz, hogy élvezd a kilátást és a jól megérdemelt pihenést.<br><br>„Hűha!” – mondja @Trogdorina. „Győztél!”<br><br>@Squish hozzáteszi: „Nesze, fogadd el ezeket a tojásokat jutalmul – itt találtam őket.”",
    "questFalconBoss": "Halogatás szárnyas árnyai",
    "questFalconDropFalconEgg": "Sólyom (Tojás)",
    "questFalconUnlockText": "Elérhetővé teszi a sólyom tojások vásárlását a piacon",
    "questTreelingText": "A Kusza fa",
    "questTreelingNotes": "Elérkezett az éves Kertészeti verseny és mindenki arról a titokzatos projektről beszél, amelyet @aurakami megígért, hogy bemutat. A nagy bejelentés napján te is csatlakozol a tömeghez, és ámulva figyeled, ahogy egy mozgó fa jelenik meg. @fuzzytrees elmagyarázza, hogy a fa segít a kert gondozásában: egyszerre tudja nyírni a füvet, formára vágni a sövényt és metszeni a rózsákat – egészen addig, amíg hirtelen megvadul és az ollóit a saját alkotójára fordítja! A tömeg pánikba esik és menekülni próbál, de te nem félsz – előrelépsz, készen az összecsapásra.",
    "questTreelingCompletion": "Miután leporolod magad, az utolsó néhány levél is a földre hullik. Bár a versenyt felkavarta a bonyodalom, most már biztonságban zajlik tovább – bár a fa, amelyet fanyesedékké aprítottál, biztosan nem nyer semmilyen díjat! „Még van mit csiszolni rajta” – jegyzi meg @PainterProphet. „Talán valaki másnak kellene foglalkoznia a facsemeték idomításával. Van kedved kipróbálni?”",
    "questTreelingBoss": "Kusza fa",
    "questTreelingDropTreelingEgg": "Facsemete (Tojás)",
    "questTreelingUnlockText": "Elérhetővé teszi a facsemete tojások vásárlását a piacon",
    "questAxolotlText": "A varázslatos axolotl",
    "questAxolotlNotes": "A Kimosott-tó mélyéről buborékok és... tűz tör fel? Egy kis axolotl emelkedik ki a zavaros vízből, miközben színes csíkokat lövell ki magából. Hirtelen tátani kezdi a száját, és @streak felkiált: „Vigyázzatok!”, miközben a varázslatos axolotl elkezdi elnyelni az akaraterődet!<br><br>A varázslatos axolotl varázslatokkal duzzad, és kihívóan szól hozzád: „Hallottál már a regeneráló képességemről? Te előbb kifulladsz, mint én!”<br><br>„A jó szokásainkkal le fogunk győzni!” – kiáltja dacosan @PainterProphet. Összeszeded magad, hogy produktív légy, legyőzd a varázslatos axolotlt, és visszaszerezd az ellopott akaraterődet!",
    "questAxolotlCompletion": "Miután legyőzted a varázslatos axolotlot, rájössz, hogy az akaraterődet teljesen egyedül szerezted vissza.<br><br>„Az akaraterő? A regeneráció? Ez mind csak illúzió volt?” – kérdezi @Kiwibot.<br><br>„A legtöbb varázslat az” – feleli a varázslatos axolotl. „Sajnálom, hogy becsaptalak titeket. Fogadjátok el ezeket a tojásokat bocsánatkérésként. Bízom benne, hogy jó szokásokhoz használjátok majd a bennük rejlő mágiát, és nem gonosz célokra!”<br><br>Te és @hazel40 egyik kezetekben az új tojásokat szorongatjátok, a másikkal búcsút intetek, miközben a varázslatos axolotl visszatér a tóba.",
    "questAxolotlBoss": "Varázslatos axolotl",
    "questAxolotlDropAxolotlEgg": "Axolotl (Tojás)",
    "questAxolotlUnlockText": "Elérhetővé teszi az axolotl tojások vásárlását a piacon",
    "questAxolotlRageTitle": "Axolotl regeneráció",
    "questAxolotlRageDescription": "Ha nem végzed el a napi teendőidet, ez a sáv megtelik. Ha teljesen feltöltődik, a varázslatos axolotl visszanyeri megmaradt életereje 30%-át!",
    "questAxolotlRageEffect": "`A varázslatos axolotl beveti az AXOLOTL REGENERÁCIÓT!`\n\n`Egy színes buborékfüggöny egy pillanatra eltakarja a szörnyet, és mire eloszlik, néhány sebe eltűnik!`",
    "questTurtleText": "Vezesd a teknőst",
    "questTurtleNotes": "Segítség! Ez a hatalmas tengeri teknős nem talál vissza a fészkelőhelyére. Minden évben ide tér vissza, hogy lerakja a tojásait, de idén az Elintézetlenség-öböl tele van mérgező feladat-szeméttel, vörös napi teendőkkel és kipipálatlan tennivalókkal. „Pánikban csapkod!” – mondja @JessicaChase.<br><br>@UncommonCriminal bólint. „Azért, mert az érzékei elhomályosultak és összezavarodtak.”<br><br>@Scarabsi megragadja a karod. „Segítenél kitakarítani a feladat-szemetet az útjából? Lehet, hogy veszélyes, de segítenünk kell neki!”",
    "questTurtleCompletion": "Hősies munkáddal sikerült megtisztítani a vizet, és a tengeri teknősünk végre megtalálta a partját. Te, @Bambin és @JaizakAripaik figyelitek, ahogy mélyre ássa a tojásait a homokban, hogy azok kikelhessenek, és több száz kis teknőssé váljanak. Igazi hölgyként mindannyiótoknak három tojást ad, és arra kér, hogy gondoskodjatok róluk, hogy egyszer majd nagy teknősökké nőhessenek.",
    "questTurtleBoss": "Feladat-szemét",
    "questTurtleDropTurtleEgg": "Teknős (Tojás)",
    "questTurtleUnlockText": "Elérhetővé teszi a teknős tojások vásárlását a piacon",
    "questArmadilloText": "A kényelmes tatu",
    "questArmadilloNotes": "Itt az idő, hogy kimenj, és elkezdd a napodat. Kinyitod az ajtót, de mintha egy sziklafal állna előtted. „Csak adok neked egy szabadnapot!” – szól egy tompa hang az ajtó mögül. „Ne légy már ilyen ünneprontó, csak pihenj ma egy kicsit!”<br><br>Hirtelen @Beffymaroo és @PainterProphet kopognak az ablakodon. „Úgy tűnik, a Kényelmes tatu megkedvelt téged! Gyerünk, segítünk elintézni, hogy ne álljon többé az utadba!”",
    "questArmadilloCompletion": "Végül, egy hosszú délelőtt után sikerül meggyőzni a Kényelmes tatut, hogy tényleg dolgozni szeretnél. „Sajnálom!” – kér bocsánatot. „Csak segíteni akartam. Azt hittem, mindenki szereti a lustálkodós napokat!”<br><br>Elmosolyodsz, és megígéred neki, hogy legközelebb, ha valóban kijár egy szabadnap, meghívod magadhoz. Ő is rád mosolyog. A járókelő @Tipsy és @krajzega gratulálnak a jó munkához, miközben ő elgurul, hátrahagyva néhány tojást bocsánatkérésként.",
    "questArmadilloBoss": "Kényelmes tatu",
    "questArmadilloDropArmadilloEgg": "Tatu (Tojás)",
    "questArmadilloUnlockText": "Elérhetővé teszi a tatu tojások vásárlását a piacon",
    "questCowText": "A múútálódott tehén",
    "questCowNotes": "Hosszú, forró nap volt a Viadal farmon, és semmire sem vágysz jobban, mint egy nagy korty vízre és egy kis alvásra. Épp csak állsz és álmodozol, amikor @Soloana hirtelen felkiált: „Mindenki fusson! A díjnyertes tehén múútálódott!”<br><br>@eevachu nyel egyet. „Biztos a rossz szokásaink fertőzték meg.”<br><br>„Gyorsan!” – mondja @Feralem Tau. „Tennünk kell valamit, mielőtt a többi tehén is múútálódik.”<br><br>Eleged van. Elég az álmodozásból – ideje uralni a rossz szokásokat!",
    "questCowCompletion": "Kijátszod a jó szokásaid minden erejét, míg a tehén vissza nem alakul eredeti formájába. A tehén rád néz bájos barna szemeivel, és finoman odatol három tojást.<br><br>@fuzzytrees felnevet, és átnyújtja a tojásokat: „Lehet, hogy még mindig múútált, ha ezekben borjak vannak. De bízom benned, hogy jó szokásokkal neveled majd fel őket!”",
    "questCowBoss": "Múútálódott tehén",
    "questCowDropCowEgg": "Tehén (Tojás)",
    "questCowUnlockText": "Elérhetővé teszi a tehén tojások vásárlását a piacon",
    "questBeetleText": "A KRITIKUS HIBA",
    "questBeetleNotes": "Valami elromlott Habitica világában. A kovácsok kohói kialudtak, és furcsa hibák jelennek meg mindenütt. Egy baljós rengéssel egy alattomos ellenség kúszik elő a földből... egy KRITIKUS HIBA! Felkészülsz, ahogy megfertőzi a vidéket, és a hibák elkezdik ellepni a körülötted lévő Habitica-lakókat. @starsystemic felkiált: \"Segítenünk kell a kovácsoknak megfékezni ezt a hibát!\" Úgy tűnik, ez a programozói kártevő lesz most a legfontosabb feladatod.",
    "questBeetleCompletion": "Egy utolsó támadással elpusztítod a KRITIKUS HIBÁT. @starsystemic és a kovácsok odarohannak hozzád, örömükben alig bírnak magukkal. \"Nem tudunk eléggé hálásak lenni, hogy elintézted ezt a hibát! Tessék, ez a tiéd.\" Három fényes bogártojást kapsz. Remélhetőleg ezek a kis bogarak Habitica segítségére lesznek, nem a kárára.",
    "questBeetleBoss": "KRITIKUS HIBA",
    "questBeetleDropBeetleEgg": "Bogár (Tojás)",
    "questBeetleUnlockText": "Elérhetővé teszi a bogár tojások vásárlását a piacon",
    "questGroupTaskwoodsTerror": "A rémség a Teendőerdőben",
    "questTaskwoodsTerror1Text": "A rémség a Teendőerdőben, 1. rész: A tűzvész a Teendőerdőben",
    "questTaskwoodsTerror1Notes": "Még sosem láttad a Vidám Kaszást ennyire feldúltnak. A Virágzó mezők uralkodója csontváz griffhátasával egyenesen a Termelékenység pláza közepére érkezik, és leszállás nélkül kiáltja: \"Kedves Habitica lakói, segítségre van szükségünk! Valami tüzeket gyújt a Teendőerdőben, és még mindig nem hevertük ki teljesen az Ellobbanás elleni harcunkat. Ha nem állítjuk meg, a lángok elpusztíthatják az összes vadon termő gyümölcsösünket és bogyós bokrainkat!\"<br><br>Gyorsan jelentkezel, és sietsz a Teendőerdőbe. Ahogy belépsz Habitica legnagyobb gyümölcstermő erdejébe, hirtelen csörömpölést és recsegő hangokat hallasz messziről, és megérzed a füst halvány szagát. Nem sokkal később egy kacagó, lángoló koponyalényekből álló horda repül el melletted, letépve az ágakat és lángra lobbantva a lombkoronát!",
    "questTaskwoodsTerror1Completion": "A Vidám Kaszás és a neves pirokinetikus @Beffymaroo segítségével sikerül visszaszorítanotok a rajt. Szolidaritása jeléül Beffymaroo felajánlja neked Pirokinetikus turbánját, miközben mélyebbre hatoltok az erdőbe.",
    "questTaskwoodsTerror1Boss": "Tűzkoponya raj",
    "questTaskwoodsTerror1RageTitle": "Raj újjászületés",
    "questTaskwoodsTerror1RageDescription": "Raj újjászületés: Ez a sáv akkor töltődik fel, ha nem teljesíted a napi teendőidet. Ha megtelik, a Tűzkoponya raj visszanyeri megmaradt életerejének 30%-át!",
    "questTaskwoodsTerror1RageEffect": "`A Tűzkoponya raj használja a RAJ ÚJJÁSZÜLETÉST!`\n\nMegbátorodva győzelmeiktől, még több koponya kavarog körülötted lángoló örvényben!",
    "questTaskwoodsTerror1DropSkeletonPotion": "Csontváz keltetőfőzet",
    "questTaskwoodsTerror1DropRedPotion": "Vörös keltetőfőzet",
    "questTaskwoodsTerror1DropHeadgear": "Pirokinetikus turbán (fejfedő)",
    "questTaskwoodsTerror2Text": "A rémség a Teendőerdőben, 2. rész: A Virágzó tündérek felkutatása",
    "questTaskwoodsTerror2Notes": "Átküzdve magad a lángoló koponyák raján, eljutsz egy menekült gazdákból álló nagyobb csoporthoz az erdő szélén. \"A falujukat egy szökött őszi szellem égette fel\" – mondja egy ismerős hang. Ez @Kiwibot, a legendás nyomkereső! \"Sikerült összegyűjtenem a túlélőket, de semmi nyomát nem találtam a Virágzó tündéreknek, akik a Teendőerdő vad gyümölcseit gondozzák. Kérlek, segítsetek megmenteni őket!\"",
    "questTaskwoodsTerror2Completion": "Sikerül megtalálnod az utolsó driádot, és elvezetned őt a szörnyetegek elől. Amikor visszatérsz a menekült gazdákhoz, hálás tündérek fogadnak, akik egy ragyogó mágiából és selyemből szőtt köpenyt adnak neked. Hirtelen mély morajlás visszhangzik a fák között, megrázva a földet. \"Ez biztosan a szökött szellem\" – mondja a Vidám kaszás. \"Siessünk!\"",
    "questTaskwoodsTerror2CollectPixies": "Tündérke",
    "questTaskwoodsTerror2CollectBrownies": "Manócska",
    "questTaskwoodsTerror2CollectDryads": "Driád",
    "questTaskwoodsTerror2DropArmor": "Pirokinetikus köpeny (Páncél)",
    "questTaskwoodsTerror3Text": "Rémség a Teendőerdőben, 3. rész: Lámpás Jacko",
    "questTaskwoodsTerror3Notes": "Harcra készen meneteltek az erdő szívébe, ahol a szökött szellem egy ősi almafát próbál elpusztítani, melyet termékeny bogyós bokrok vesznek körül. Tökfejszerű feje rettenetes fényt sugároz, bármerre is fordul, bal kezében pedig egy hosszú botot tart, amelynek végén egy lámpás lóg. A lámpásban azonban tűz vagy láng helyett egy sötét kristály van, mely egészen a csontodig hatoló hideget áraszt.<br><br>A Vidám Kaszás csontos kezét szája elé emeli. \"Ez – ez Jacko, a Lámpás szellem! De hisz ő egy segítőkész aratószellem, aki a gazdáinkat vezeti. Mi késztethette ezt a kedves lelket arra, hogy így viselkedjen?\"<br><br>\"Nem tudom\" – mondja @bridgetteempress. \"De úgy tűnik, hogy ez a 'kedves lélek' éppen ránk készül támadni!\"",
    "questTaskwoodsTerror3Completion": "Hosszú küzdelem után sikerül jól irányzott csapást mérned Jacko lámpására, és az abban lévő kristály darabokra törik. Jacko hirtelen magához tér, és fénylő könnyekben tör ki. \"Ó, gyönyörű erdőm! Mit tettem?!\" – zokogja. Könnyei eloltják a maradék tüzeket is, megmentve az almafát és a vad bogyókat.<br><br>Miután segítesz neki megnyugodni, így magyarázza: \"Találkoztam egy elbűvölő hölggyel, akit Tzinának hívtak. Ő adta nekem ezt a ragyogó kristályt ajándékba. Az ő unszolására tettem bele a lámpásomba... de ez az utolsó emlékem.\" Aranyszínű mosollyal fordul feléd. \"Talán jobb lenne, ha te vigyáznál rá, amíg én segítek újraéleszteni a vad gyümölcsösöket.\"",
    "questTaskwoodsTerror3Boss": "Lámpás Jacko",
    "questTaskwoodsTerror3DropStrawberry": "Eper (Étel)",
    "questTaskwoodsTerror3DropWeapon": "Teendőerdő lámpása (Kétkezes fegyver)",
    "questFerretText": "A Gonosz vadászgörény",
    "questFerretNotes": "Miközben Habit városában sétálsz, egy elégedetlen tömeget látsz, akik egy vörös köpenyes vadászgörényt vesznek körül.<br><br>\"Az a hatékonyságfőzet, amit eladtál nekem, semmit sem ér!\" – panaszkodik @Beffymaroo. \"Tegnap három órát tévéztem a házimunka helyett!\"<br><br>\"Igen!\" – kiáltja @Pandah. \"És ma egy órán át pakolgattam a könyveimet olvasás helyett!\"<br><br>A Gonosz vadászgörény ártatlanul széttárja a karját. \"Ez több tévézés és könyvrendezés, mint amit általában megcsinálnátok, nem igaz?\"<br><br>A tömeg feldühödik.<br><br>\"Nincs visszatérítés!\" – kiáltja a Gonosz vadászgörény, majd egy varázslövedéket lő a tömegbe, és füstfelhőben próbál meglógni.<br><br>\"Kérlek, Habitica-lakó!\" – mondja @Faye, miközben megragadja a karod. \"Győzd le a vadászgörényt, és kényszerítsd, hogy visszaadja a becstelenül szerzett aranyát!\"",
    "questFerretCompletion": "Legyőzöd a puha bundájú szélhámost, és @UncommonCriminal visszaadja a tömegnek a pénzüket. Még egy kis arany is marad neked. Ráadásul úgy tűnik, a Gonosz vadászgörény néhány tojást is elejtett a menekülés közben!",
    "questFerretBoss": "Gonosz vadászgörény",
    "questFerretDropFerretEgg": "Vadászgörény (Tojás)",
    "questFerretUnlockText": "Elérhetővé teszi a vadászgörény vásárlását a piacon",
    "questDustBunniesText": "A vad pornyuszik",
    "questDustBunniesNotes": "Egy ideje már nem poroltál itt, de nem aggódsz túlzottan – egy kis por még nem ártott senkinek, igaz? Csak akkor kapsz észbe, amikor benyúlsz az egyik legporosabb sarokba, és valami megharap – ekkor jut eszedbe @InspectorCaracal figyelmeztetése: ha túl sokáig hagyod a port békén, vad pornyuszik lesznek belőle! Jobb, ha legyőzöd őket, mielőtt az egész Habiticát ellepik a finom porral!",
    "questDustBunniesCompletion": "A pornyuszik egy pukkanással eltűnnek… porrá válnak. Ahogy a por felszáll, körbenézel. El is felejtetted, milyen szép ez a hely, amikor tiszta. Egy kis aranyhalmot is észreveszel ott, ahol korábban por volt. Hát itt volt ez a kincs!",
    "questDustBunniesBoss": "Vad pornyuszik",
    "questGroupMoon": "Holdviadal",
    "questMoon1Text": "Holdviadal, 1. rész: A rejtélyes szilánkok nyomában",
    "questMoon1Notes": "A Habitica lakóit valami furcsa dolog tereli el a feladataikról: eltorzult kőszilánkok bukkannak fel szerte a vidéken. Aggódva hív magához @Starsystemic, a jós, a tornyába. Azt mondja: \"Riasztó jeleket olvastam ezekkel a szilánkokkal kapcsolatban, amik megrontják a földet, és kizökkentik a szorgos Habitica lakókat. Ki tudom deríteni, honnan jönnek, de előbb meg kell vizsgálnom néhány szilánkot. Tudnál hozni nekem párat?\"",
    "questMoon1Completion": "@Starsystemic eltűnik a tornyában, hogy megvizsgálja a begyűjtött szilánkokat. \"@Beffymaroo, a hűséges segédje, így szól: \"Ez talán bonyolultabb, mint gondoltuk. Egy kis időbe fog telni, mire kiderítjük az okát. Nézz vissza minden nap, és ha többet tudunk, küldjük a következő küldetéstekercset.\"",
    "questMoon1CollectShards": "Holdszilánk",
    "questMoon1DropHeadgear": "Harcos holdsisak (Fejfedő)",
    "questMoon2Text": "Holdviadal, 2. rész: Állítsd meg az árnyként nehezedő stresszt",
    "questMoon2Notes": "A szilánkok tanulmányozása után @Starsystemic, a jós rossz hírekkel szolgál. \"Egy ősi szörny közelít Habiticához, és szörnyű stresszt zúdít a lakókra. Ki tudom vonni az árnyat az emberek szívéből, és ide irányítani a toronyba, ahol fizikai formát ölt – de neked kell legyőznöd, mielőtt kiszabadul és újra elterjed.\" Bólintasz, ő pedig kántálni kezd. Táncoló árnyak lepik el a szobát, egyre sűrűbben gyűlnek össze. A hideg szél kavarog, a sötétség elmélyül. Az árnyként nehezedő stressz a padlóból emelkedik ki, úgy vigyorog, mint egy megtestesült rémálom… és lecsap!",
    "questMoon2Completion": "Az árny egy sötét légpamacsként robban szét, a szoba világosabb lesz, a szívetek pedig könnyebb. A Habiticát beborító stressz csökken, és végre fellélegezhettek. Ám mikor az égre nézel, érzed, hogy ennek még nincs vége: a szörny tudja, hogy valaki elpusztította az árnyát. \"A következő hetekben éberen figyelünk,\" mondja @Starsystemic, \"és küldöm a küldetéstekercset, amint újra megjelenik.\"",
    "questMoon2Boss": "Árnyként nehezedő stressz",
    "questMoon2DropArmor": "Harcos holdpáncél (Páncél)",
    "questMoon3Text": "Holdviadal, 3. rész: A Szörnyhold",
    "questMoon3Notes": "Pontban éjfélkor érkezik meg @Starsystemic sürgős tekercse, és azonnal a tornyához vágtatsz. \"A szörny a telihold erejét használja, hogy átléphessen a mi világunkba\" – mondja. \"Ha sikerül neki, a stressz lökéshulláma elsöprő lesz!\"<br><br>Megdöbbenve látod, hogy a szörny valóban a holdon keresztül próbál átkelni. Egy izzó szem nyílik ki a sziklás felszínen, majd egy hosszú nyelv gördül ki egy tátongó, fogakkal teli szájából. Semmiképp sem engedheted, hogy teljesen megjelenjen!",
    "questMoon3Completion": "A kibukkanó szörny árnyékká robban, és a hold ezüstszínűre vált, ahogy a veszély elmúlik. A sárkányok újra énekelni kezdenek, a csillagok pedig nyugtató fénnyel ragyognak. @Starsystemic, a jós lehajol, és felvesz egy holdszilánkot. A szilánk ezüstösen fénylik a kezében, majd átváltozik egy csodálatos kristálykaszává.",
    "questMoon3Boss": "Szörnyhold",
    "questMoon3DropWeapon": "Holdkasza (Kétkezes fegyver)",
    "questSlothText": "A Szundikáló lajhár",
    "questSlothNotes": "Ahogy te és a csapatod átvágtok a Szundikáló hóerdőn, megkönnyebbülten veszed észre, hogy a fehér hókupacok között zöld szín dereng... mígnem egy hatalmas lajhár bukkan elő a fagyos fák közül! Zöld smaragdjai hipnotikusan csillognak a hátán.<br><br>\"Sziasztok, kalandozók... miért nem lassítotok le? Már egy ideje gyalogoltok... miért nem... álltok meg? Csak feküdjetek le, és pihenjetek...\"<br><br>Érzed, ahogy elnehezednek a szemhéjaid, és rájössz: Ez a Szundikáló lajhár! @JaizakAripaik szerint a hátán lévő smaragdokról kapta a nevét, amikről azt beszélik, hogy... álomba... ringatják az embereket...<br><br>Megrázod magad, próbálva ébren maradni. Épp időben @awakebyjava és @PainterProphet varázsigéket kezd el kiáltani, felébresztve a csapatot. \"Most van itt az alkalom!\" – kiáltja @Kiwibot.",
    "questSlothCompletion": "Sikerült! Ahogy legyőzitek a Szundikáló lajhárt, a smaragdjai lehullanak. \"Köszönöm, hogy megszabadítottatok az átoktól\" – mondja a lajhár. \"Végre jól alhatok, ezek nélkül a nehéz smaragdok nélkül a hátamon. Fogadjátok el ezeket a tojásokat hálám jeléül – és a smaragdokat is megtarthatjátok.\" A lajhár három lajhár tojást ad nektek, majd melegebb vidékek felé veszi az irányt.",
    "questSlothBoss": "Szundikáló lajhár",
    "questSlothDropSlothEgg": "Lajhár (Tojás)",
    "questSlothUnlockText": "Elérhetővé teszi a lajhár tojások vásárlását a piacon",
    "questTriceratopsText": "Tomboló triceratopsz",
    "questTriceratopsNotes": "A hófödte Stoïkalm vulkánok mindig nyüzsögnek a turistáktól és túrázóktól. Egy látogató, @Plumilla, a tömeghez kiált: „Nézzétek! Megbűvöltem a talajt, hogy világítson, így mezőjátékokat játszhatunk rajta a szabadtéri napi teendőinkhez!” Valóban, a föld örvénylő vörös mintázatokkal ragyog. Még néhány őskori kisállat is odasereglik játszani.<br><br>Hirtelen egy hangos reccsenés hallatszik – egy kíváncsi triceratopsz rálépett @Plumilla pálcájára! A varázsenergia robbanásszerűen körbeöleli, a föld remegni, forrósodni kezd. A triceratopsz szeme vörösen izzik fel, felbőg és vad vágtába kezd!<br><br>„Ez nem jó jel” – kiáltja @McCoyly, a távolba mutatva. Minden egyes varázserővel átitatott csapásával a vulkánok kitörnek, és az izzó talaj a dinoszaurusz lába alatt lávává változik! Gyorsan, vissza kell tartanod a Tomboló triceratopszot, amíg valaki visszafordíthatja a varázslatot!",
    "questTriceratopsCompletion": "Gyors gondolkodással a lényt a nyugodt Stoïkalm-sztyeppék felé tereled, hogy @*~Seraphina~* és @PainterProphet zavartalanul visszavonhassa a lávát előidéző varázslatot. A sztyeppék megnyugtató aurája hatni kezd és a triceratopsz összegömbölyödik, miközben a vulkánok újra elcsendesednek. @PainterProphet néhány tojást nyújt át neked, amelyeket sikerült kimenteni a lávából. „Nélküled nem tudtunk volna eléggé összpontosítani a kitörések megállításához. Gondoskodj ezekről a kisállatokról.”",
    "questTriceratopsBoss": "Tomboló triceratopsz",
    "questTriceratopsDropTriceratopsEgg": "Triceratopsz (Tojás)",
    "questTriceratopsUnlockText": "Elérhetővé teszi a triceratopsz tojások vásárlását a piacon",
    "questGroupStoikalmCalamity": "Stoïkalm vészhelyzet",
    "questStoikalmCalamity1Text": "Stoïkalm vészhelyzet, 1. rész: Földből feltörő ellenségek",
    "questStoikalmCalamity1Notes": "Egy szűkszavú üzenet érkezik @Kiwibottól és a jégbe dermedt tekercs nemcsak az ujjaidat hűti, hanem a szívedet is. „Stoïkalm-sztyeppéken – szörnyek törnek elő a földből – küldjetek segítséget!” Gyorsan csapatot gyűjtesz, és északra indulsz, de amint leereszkedtek a hegyről, a hó a lábatok alatt felrobban és torzan vigyorgó koponyák vesznek körül titeket!<br><br>Hirtelen egy lándzsa süvít el melletted és belefúródik egy koponyába, amely a hó alatt ólálkodva próbált meglepni titeket. Egy magas nő vágtat be a csatába egy masztodon hátán, hosszú fonata ide-oda lendül, miközben határozott mozdulattal kirántja a lándzsáját az összezúzott bestiából. Lady Glaciate, a mamutlovasok vezetője érkezett, hogy segítsetek együtt a támadók ellen!",
    "questStoikalmCalamity1Completion": "Ahogy az utolsó csapást méred a koponyákra, azok egy varázslatos pukkanással eltűnnek. „Ez az átkozott raj talán eltűnt” – mondja Lady Glaciate –, „de ennél nagyobb gondjaink vannak. Kövessetek!” Egy köpenyt dob feléd, hogy védjen a hidegtől, majd elvágtat előtted.",
    "questStoikalmCalamity1Boss": "Föld koponyaraj",
    "questStoikalmCalamity1RageTitle": "Raj újraszületés",
    "questStoikalmCalamity1RageDescription": "Raj újraszületés: Ez a sáv akkor töltődik, ha nem végzed el a napi teendőidet. Ha megtelik, a Föld koponyaraj 30%-ét visszanyeri a megmaradt életerejének!",
    "questStoikalmCalamity1RageEffect": "`Föld Koponyaraj használja a RAJ ÚJRASZÜLETÉST!`\n\nMég több koponya tör elő a földből, foguk vacog a hidegben!",
    "questStoikalmCalamity1DropSkeletonPotion": "Csontváz keltetőfőzet",
    "questStoikalmCalamity1DropDesertPotion": "Sivatagi keltetőfőzet",
    "questStoikalmCalamity1DropArmor": "Mamutlovas páncél",
    "questStoikalmCalamity2Text": "Stoïkalmi vészhelyzet, 2. rész: Jégcsap-barlangok nyomában",
    "questStoikalmCalamity2Notes": "A Mamutlovasok méltóságteljes csarnoka a letisztult építészet mesterműve, de teljesen üres. Nincs benne bútor, a fegyverek eltűntek, sőt még az oszlopok berakásait is kifosztották.<br><br>„Azok a koponyák mindent kifosztottak” – mondja Lady Glaciate, és a hangjában hóvihar kavarog. „Megalázó. Senki se említse ezt Április bolondjának, különben sosem hallom meg a végét.”<br><br>„Milyen rejtélyes!” – mondja @Beffymaroo. „De hová kerülhettek...”<br><br>„A jégcsap-sárkány barlangjaiba.” – Lady Glaciate a hóban szétszóródott, csillogó érmékre mutat. „Hanyag munka.”<br><br>„De a jégcsap-sárkányok tiszteletreméltó lények, saját kincstárakkal!” – mondja @Beffymaroo. „Miért tennének ilyet...”<br><br>„Elmetrükk” – vágja rá Lady Glaciate, teljes nyugalommal. „Vagy valami hasonlóan melodramatikus és bosszantó.” Azzal elindul kifelé a csarnokból. „Mire vártok még?”<br><br>Gyorsan, kövesd a jégcsap érmék nyomát!",
    "questStoikalmCalamity2Completion": "A jégcsap érmék egy ügyesen elrejtett barlang beomlott bejáratához vezetnek. Odakint nyugodt és gyönyörű az idő, a napsütés csillog a hó végtelen kiterjedésén, de odabentről viharos téli szélként üvöltő hang hallatszik. Lady Glaciate elhúzza a száját, majd átnyújt neked egy Mamutlovas sisakot. „Vedd fel” – mondja. „Szükséged lesz rá.”",
    "questStoikalmCalamity2CollectIcicleCoins": "Jégcsap érme",
    "questStoikalmCalamity2DropHeadgear": "Mamutlovas sisak (Fejfedő)",
    "questStoikalmCalamity3Text": "Stoïkalm vészhelyzet, 3. rész: jégcsap-sárkány rengés",
    "questStoikalmCalamity3Notes": "A jégcsap-sárkány barlangjainak kanyargó alagútjai csillognak a zúzmarától… és a felhalmozott kincsektől. Döbbenten bámulsz, de Lady Glaciate egy pillantásra sem méltatja őket, egyszerűen elsétál mellettük. „Túl hivalkodó” – jegyzi meg. „Bár el kell ismerni, tiszteletre méltó zsoldosmunkából és bölcs banki befektetésekből gyűlt össze. Nézz tovább.” Összeszűkült szemmel felfedezel egy hatalmas halom lopott tárgyat a sötétben megbújva.<br><br>Egy sziszegő hang hallatszik, ahogy közelebb lépsz. „Az én ínycsiklandó kincsem! Nem fogjátok visszalopni tőlem!” Egy tekergőző test emelkedik ki a halom tetejéről: maga a Jégcsap-sárkány királynő! Épp csak annyi időd van, hogy észrevedd a csuklóján csillogó furcsa karkötőket és a szemében villanó vad elszántságot, mielőtt egy olyan üvöltést hallat, amely beleremegteti a földet.",
    "questStoikalmCalamity3Completion": "Sikerül lefegyverezned a jégcsap-sárkány királynőt, így Lady Glaciate-nak marad ideje szétzúzni a világító karkötőket. A Királynő megdermed a nyilvánvaló megaláztatástól, majd gyorsan egy méltóságteljes pózt vesz fel. „Nyugodtan eltávolíthatjátok ezeket a felesleges tárgyakat” – mondja. „Attól tartok, egyszerűen nem illenek a dekorációnkhoz.”<br><br>„Meg is loptad őket” – jegyzi meg @Beffymaroo. „Mégpedig úgy, hogy szörnyeket idéztél elő a földből.”<br><br>A jégcsap-sárkány királynő sértődötten húzza fel az orrát. „Beszéljétek meg azzal az átkozott karkötő-kereskedőnővel” – mondja. „Tzinát keressétek. Gyakorlatilag semmi közöm nem volt hozzá.”<br><br>Lady Glaciate elismerően veregeti meg a vállad. „Ma remek munkát végeztél” – mondja, majd a halomból átnyújt neked egy lándzsát és egy kürtöt. „Légy büszke magadra.”",
    "questStoikalmCalamity3Boss": "Jégcsap-sárkány királynő",
    "questStoikalmCalamity3DropBlueCottonCandy": "Kék vattacukor (Étel)",
    "questStoikalmCalamity3DropShield": "Mamutlovas kürt (Balkezes felszerelés)",
    "questStoikalmCalamity3DropWeapon": "Mamutlovas lándzsa (Fegyver)",
    "questGuineaPigText": "A tengerimalac brigád",
    "questGuineaPigNotes": "Épp Habit városának híres piacán sétálgatsz, amikor @Pandah integetve odahív. „Hé, nézd csak ezt!” Egy barna-bézs tojást tart a kezében, amit még sosem láttál.<br><br>Alexander, a kereskedő összevonja a szemöldökét. „Nem emlékszem, hogy ilyet kiraktam volna. Vajon honnan ke...” Egy aprócska mancs félbeszakítja.<br><br>„Tengerre az aranyaddal, kereskedő!” – cincogja egy parányi, de gonoszságtól csöpögő hang.<br><br>„Ó, ne, a tojás csak figyelemelterelés volt!” – kiáltja @mewrose. „Ez a szőrös, kapzsi Tengerimalac banda! Soha nem csinálják meg a napi teendőiket, ezért állandóan aranyat lopnak, hogy életitalokat vehessenek.”<br><br>„A piac kirablása?” – kérdezi @emmavig. „Nem, amíg mi itt vagyunk!” További biztatásra nincs is szükség, azonnal Alexander segítségére sietsz.",
    "questGuineaPigCompletion": "„Megadjuk magunkat!” – emeli fel apró mancsait a Tengerimalac banda vezére, bozontos feje bűnbánóan lehorgad. A kalapja alól egy lista hullik ki, amit @snazzyorange gyorsan felkap bizonyítéknak. „Várjunk csak egy percet” – mondod. „Nem csoda, hogy állandóan megsérültök! Túl sok napi teendőtök van. Nem életitalokra van szükségetek – csak egy kis segítségre a rendszerezésben.”<br><br>„Tényleg?” – cincogja a Tengerimalac banda vezére. „Olyan sokakat kiraboltunk emiatt! Kérlek, fogadjátok el a tojásainkat bocsánatkérésként a görbe utunkért.”",
    "questGuineaPigBoss": "Tengerimalac brigád",
    "questGuineaPigDropGuineaPigEgg": "Tengerimalac (Tojás)",
    "questGuineaPigUnlockText": "Elérhetővé teszi a tengerimalac tojások vásárlását a piacon",
    "questPeacockText": "A Tépelődő páva",
    "questPeacockNotes": "Átvágsz a Feladat-rengetegen, és azon tűnődsz, melyik csábító új célt válaszd. Ahogy egyre beljebb jutsz az erdőbe, rájössz, hogy nem vagy egyedül a bizonytalanságoddal. „Megtanulhatnék egy új nyelvet, vagy eljárhatnék edzeni…” – morogja @Cecily Perez. „Aludhatnék többet” – mélázik @Lilith of Alfheim – „vagy a barátaimmal is lehetnék…” Úgy tűnik, @PainterProphet, @Pfeffernusse és @Draayder is ugyanígy meg vannak bénulva a túl sok lehetőségtől.<br><br>Ráébredsz, hogy ezek az egyre nyomasztóbb érzések valójában nem is a tieid… egyenesen belesétáltál a fondorlatos Tépelődő páva csapdájába! Mielőtt elfuthatnál, kiugrik a bokrok közül. Minden feje más irányba húz, és érzed, ahogy a kiégés hatalmába kerít. Nem tudsz egyszerre mindkét irányban küzdeni, így csak egy dolgot tehetsz – összpontosíts a legközelebbi feladatra, és így vágj vissza!",
    "questPeacockCompletion": "A Tépelődő pávát teljesen meglepi a hirtelen jött elszántságod. Az egyetlen célra összpontosító elszántságod legyőzi, a fejei újra eggyé olvadnak, és feltárul előtted a leggyönyörűbb teremtmény, amit valaha láttál. „Köszönöm” – mondja a páva. „Olyan régóta téptem magam mindenfelé, hogy már nem is tudtam, mit akarok igazán. Kérlek, fogadd el ezeket a tojásokat hálám jeléül.”",
    "questPeacockBoss": "Tépelődő páva",
    "questPeacockDropPeacockEgg": "Páva (Tojás)",
    "questPeacockUnlockText": "Elérhetővé teszi a páva tojások vásárlását a piacon",
    "questButterflyText": "Pá-pá, Lángpillangó",
    "questButterflyNotes": "A kertész barátod, @Megan, meghívót küld: „Ez a meleg idő tökéletes arra, hogy meglátogasd Habitica pillangókertjét a Taskan vidékén. Gyere megnézni a vándorló pillangókat!” Amikor megérkezel, a kert romokban hever – alig több, mint kiégett fű és elszáradt gaz. Olyan forróság volt, hogy a habiticaiak ki sem jöttek megöntözni a virágokat, és a sötétvörös napi teendők száraz, tűzveszélyes hellyé változtatták a kertet. Egyetlen pillangó van ott, de valami furcsa benne…<br><br>„Jaj ne! Ez tökéletes keltetőhely a Lángpillangónak!” – kiáltja @Leephon.<br><br>„Ha nem kapjuk el, mindent elpusztít!” – lihegi @Eevachu.<br><br>Itt az ideje, hogy búcsút intsünk a Lángpillangónak!",
    "questButterflyCompletion": "Egy izzó csata után sikerül elfogni a Lángpillangót. „Remek munka, hogy elkaptátok ezt a leendő gyújtogatót” – sóhajt megkönnyebbülten @Megan. „Még a legveszélyesebb pillangót is nehéz gonosznak látni. Jobb lesz, ha valami biztonságos helyen engedjük szabadon… mondjuk a sivatagban.”<br><br>Az egyik kertész, @Beffymaroo, odajön hozzád, kicsit megpörkölődve, de mosolyogva. „Segítenél felnevelni ezeket az elárvult bábokat, amiket találtunk? Talán jövőre zöldebb kert fogadja majd őket.”",
    "questButterflyBoss": "Lángpillangó",
    "questButterflyDropButterflyEgg": "Hernyó (Tojás)",
    "questButterflyUnlockText": "Elérhetővé teszi a hernyó tojások vásárlását a piacon",
    "questGroupMayhemMistiflying": "Felfordulás Ködligetben",
    "questMayhemMistiflying1Text": "Felfordulás Ködligetben, 1. rész: Amelyben Ködligetet szörnyű baj éri",
    "questMayhemMistiflying1Notes": "Bár a helyi jövendőmondók kellemes időt jósoltak, a délután meglehetősen szeles, ezért hálásan követed barátodat, @Kiwibotot a házába, hogy elmeneküljetek a viharos nap elől.<br><br>Mindkettőtöket meglepetésként ér, hogy az Április bolondja ott heverészik a konyhaasztalnál.<br><br>„Ó, helló,” mondja. „Micsoda véletlen, hogy pont itt találkozunk. Kérlek, fogadj el egy kis finom teát.”<br><br>„Az…” kezdi @Kiwibot. „Az AZ ÉN—“<br><br>„Igen, igen, természetesen,” vág közbe az Április bolondja, miközben kiszolgálja magát néhány sütivel. „Csak gondoltam, beugrom egy kicsit pihenni a tornádót idéző koponyák elől.” Laza kortyot vesz a csészéből. „Mellesleg Ködliget városát épp támadás éri.”<br><br>Rémülten rohantok a barátaitokkal az istállókhoz, és felszerszámozzátok a leggyorsabb szárnyas hátasaitokat. Ahogy a lebegő város felé repültök, látjátok, hogy fecsegő, repülő koponyák rajai ostromolják a várost... és néhányan már felétek fordulnak!",
    "questMayhemMistiflying1Completion": "Az utolsó koponya is lezuhan az égből, szivárványszínű köpenyt szorítva az állkapcsában, de a folyamatos szél mit sem csillapodik. Valami más is történik itt. És hol van az a lógós Április bolondja? Felveszed a köpenyt, majd alámerülsz a városba.",
    "questMayhemMistiflying1Boss": "Repülő koponyaraj",
    "questMayhemMistiflying1RageTitle": "Raj újraszületés",
    "questMayhemMistiflying1RageDescription": "Raj újraszületés: Ez a sáv akkor töltődik, ha nem végzed el a napi teendőidet. Ha megtelik, a Repülő koponyaraj visszanyeri megmaradt életereje 30%-át!",
    "questMayhemMistiflying1RageEffect": "`A Repülő koponyaraj beveti a RAJ ÚJRASZÜLETÉST!`\n\nA győzelmektől felbátorodva még több koponya pörög elő a felhők közül!",
    "questMayhemMistiflying1DropSkeletonPotion": "Csontváz keltetőfőzet",
    "questMayhemMistiflying1DropWhitePotion": "Fehér keltetőfőzet",
    "questMayhemMistiflying1DropArmor": "Szivárványszínű küldöncköpeny (Páncél)",
    "questMayhemMistiflying2Text": "Felfordulás Ködligetben, 2. rész: Amelyben a szél egyre csak fokozódik",
    "questMayhemMistiflying2Notes": "Ködliget imbolyog és süllyed, ahogy a lebegtetéséért felelős varázsméheket csapdosni kezdi a szélvihar. Az Április bolondja utáni kétségbeesett kutatás után végül rábukkantok egy házikóban, ahol teljes nyugalomban kártyázik egy feldühödött, összekötözött koponyával.<br><br>@Katy133 próbál túlkiabálni a süvítő szélen. „Mi okozza ezt? Legyőztük a koponyákat, de még rosszabb lett a helyzet!”<br><br>„Ez bizony szorult helyzet” – bólint az Április bolondja. „Kérlek, ne említsd ezt Lady Glaciate úrhölgynek. Mindig azzal fenyeget, hogy felbontja az udvarlásunkat, mondván, hogy 'katasztrofálisan felelőtlen' vagyok, és félek, hogy ezt a helyzetet is félreértené.” Megkeveri a paklit. „Talán követhetnétek a Ködlepkéket? Ők anyagtalanok, így a szél nem tudja elsodorni őket, és általában fenyegetések körül rajzanak.” Kintre bólint az ablakon át, ahol a város néhány védőszelleme kelet felé rebben. „Most pedig hadd koncentráljak – az ellenfelemnek kiváló pókerarca van.”",
    "questMayhemMistiflying2Completion": "A Ködlepkéket követve eljuttok egy tornádóhoz, amely olyan heves, hogy képtelenség belépni.<br><br>„Ez talán segít” – szólal meg egy hang közvetlenül a fülednél, és majdnem leesel a hátasodról. Az Április bolondja valahogy pont mögötted ül a nyeregben. „Úgy hallottam, ezek a küldönckapucnik védő aurát bocsátanak ki, ami megóv a zord időjárástól – elég hasznos, ha nem szeretnél üzeneteket elveszíteni repülés közben. Talán próbáld ki?”",
    "questMayhemMistiflying2CollectRedMistiflies": "Vörös ködlepke",
    "questMayhemMistiflying2CollectBlueMistiflies": "Kék ködlepke",
    "questMayhemMistiflying2CollectGreenMistiflies": "Zöld ködlepke",
    "questMayhemMistiflying2DropHeadgear": "Szivárványszínű küldönckapucni (Fejfedő)",
    "questMayhemMistiflying3Text": "Felfordulás Ködligetben, 3. rész: Amelyben egy postás rendkívül udvariatlan",
    "questMayhemMistiflying3Notes": "A Ködlepkék olyan sűrűn kavarognak a tornádóban, hogy alig lehet látni. Hunyorítva egy sokszárnyú alakot pillantasz meg a hatalmas vihar közepén.<br><br>„Ajaj,” sóhajt az Április bolondja, szinte teljesen elnyomja a szél süvítése. „Úgy tűnik, Winnyt megszállták. Nagyon is érthető helyzet, bárkivel megeshet.”<br><br>„A Szélszelídítő!” – kiáltja feléd @Beffymaroo. „Ő Ködliget legtehetségesebb küldöncmágusa, igazi időjárás-varázsló. Amúgy mindig nagyon udvarias postás!”<br><br>Mintha ezt cáfolni akarná, a Szélszelídítő dühödten felüvölt, és még varázsköpenyed ellenére is majdnem leszakít a hátasodról a vihar.<br><br>„Az a rikító álarc új,” jegyzi meg az Április bolondja. „Talán meg kéne szabadítani tőle?”<br><br>Nem is rossz ötlet… de a feldühödött mágus nem fogja harc nélkül átadni.",
    "questMayhemMistiflying3Completion": "Épp amikor már azt hiszed, nem bírod tovább a szelet, sikerül lerántanod az álarcot a Szélszelídítő arcáról. Abban a pillanatban a tornádó eltűnik, és csak enyhe szellő meg napsütés marad utána. A Szélszelídítő zavarodottan néz körbe. „Hova tűnt?”<br><br>„Kicsoda?” – kérdezi a barátod, @khdarkwolf.<br><br>„Az a kedves nő, aki felajánlotta, hogy kézbesít egy csomagot nekem. Tzina.” Ahogy a szélfútta várost fürkészi maga alatt, az arca elkomorul. „Bár… lehet, hogy mégsem volt olyan kedves…”<br><br>Az Április bolondja hátba veregeti, majd két szikrázó borítékot nyújt feléd. „Na tessék. Hagyd egy kicsit pihenni ezt a megviselt fickót, és vedd át tőle a posta irányítását. Úgy hallottam, van némi varázserő ezekben a borítékokban – érdemes lesz.”",
    "questMayhemMistiflying3Boss": "A Szélszelídítő",
    "questMayhemMistiflying3DropPinkCottonCandy": "Rózsaszín vattacukor (Étel)",
    "questMayhemMistiflying3DropShield": "Szivárványszínű küldöncüzenet (Balkezes felszerelés)",
    "questMayhemMistiflying3DropWeapon": "Szivárványszínű küldöncüzenet (Jobbkezes felszerelés)",
    "featheredFriendsText": "Tollas barátok küldetéscsomag",
    "featheredFriendsNotes": "Küldetéseket tartalmaz bagoly, papagáj és sólyom kisállat tojások megszerzéséhez: Éjjeli bagoly, Segítség, Hárpia! és A Halogatás szárnyas árnyai.",
    "questNudibranchText": "A MostMindjárt meztelencsigák inváziója",
    "questNudibranchNotes": "Egy lustálkodós napon végre ránézel a tennivalóidra Habiticában. A legsötétebb piros feladataid között élénkkék tengeri meztelencsigák gyülekeznek. Elbűvölnek! A zafír színük miatt még a legfélelmetesebb feladatok is olyan könnyűnek tűnnek, mint a legjobb szokásaid. Lázasan nekiállsz a munkának, és megállás nélkül teljesíted egyik feladatot a másik után...<br><br>A következő dolog, amire emlékszel, hogy @LilithofAlfheim hideg vizet önt rád. „A MostMindjárt meztelencsigák mindenhol megcsíptek! Pihenned kellene!”<br><br>Meglepődve látod, hogy a bőröd pont olyan élénkpiros, mint amilyen a tennivalóid listája volt. „A hatékonyság szuper dolog” – mondja @beffymaroo –, „de magadra is figyelned kell. Gyerünk, szabaduljunk meg tőlük!”",
    "questNudibranchCompletion": "Látod, ahogy az utolsó MostMindjárt meztelencsiga lecsúszik a kész feladatok halmáról, miközben @amadshade lemossa őket. Az egyik hátrahagy egy szövetzsákot, amit kinyitva találsz benne egy kis aranyat és néhány apró, ellipszis alakú tojást.",
    "questNudibranchBoss": "MostMindjárt meztelencsiga",
    "questNudibranchDropNudibranchEgg": "Meztelencsiga (Tojás)",
    "questNudibranchUnlockText": "Elérhetővé teszi a meztelen csiga tojások vásárlását a piacon",
    "splashyPalsText": "Fröcskölő barátok küldetéscsomag",
    "splashyPalsNotes": "Küldetéseket tartalmaz teknős, bálna és csikóhal kisállat tojások megszerzéséhez: Irányítsd a teknőst, A bálna siránkozása, és A Halogatás városi lóverseny.",
    "questHippoText": "Micsoda Hippo-krita",
    "questHippoNotes": "Te és @awesomekitty kifulladva rogytok le egy pálmafa árnyékába. A Lomha-léptek szavanna perzselő napja kegyetlenül tűz és a föld szinte izzik a hőségben. Eddig igazán eredményes napotok volt, sikerült teljesíteni a napi teendőiteket és ez az oázis tökéletes helynek tűnik egy kis pihenésre. Ahogy a vízhez hajolsz, hogy kortyolj belőle, hátratántorodsz a döbbenettől: egy hatalmas víziló emelkedik ki előtted. „Máris pihensz? Ne légy lusta, dolgozz tovább!” Próbálod megmagyarázni, hogy egész nap keményen dolgoztál és szükséged van egy kis szünetre, de a víziló meg se hallgat.<br><br>@khdarkwolf suttogva jegyzi meg neked: „Látod, egész nap csak heverészik, de mégis lustának nevez téged? Ő a Hippo-krita!”<br><br>Barátod, @jumorales bólint. „Mutassuk meg neki, milyen is a kemény munka!”",
    "questHippoCompletion": "A víziló végül megadóan meghajol. „Alábecsültelek titeket. Úgy tűnik, nem voltatok lusták. Elnézést kérek. Őszintén szólva, lehet, hogy csak magamból indultam ki. Talán ideje lenne nekem is dolgoznom egy kicsit. Fogadjátok ezeket a tojásokat hálám jeléül.” Miközben azokat magadhoz veszed, végre letelepszel a víz mellé, készen arra, hogy igazán kipihend magad.",
    "questHippoBoss": "A Hippo-krita",
    "questHippoDropHippoEgg": "Víziló (Tojás)",
    "questHippoUnlockText": "Elérhetővé teszi a víziló tojások vásárlását a piacon",
    "farmFriendsText": "Tanyasi barátok küldetéscsomag",
    "farmFriendsNotes": "Küldetéseket tartalmaz ló, juh és tehén kisállat tojások megszerzéséhez: Éj-mén, A mennydörgő kos, és A múútálódott tehén.",
    "witchyFamiliarsText": "Boszorkányos segítők küldetéscsomag",
    "witchyFamiliarsNotes": "Küldetéseket tartalmaz béka, pók és patkány kisállat tojások megszerzéséhez: Zűrzavar béka lápja, A Zúzmara pók, és A Patkány király.",
    "questGroupLostMasterclasser": "A nagymesterek rejtélye",
    "questUnlockLostMasterclasser": "Ahhoz, hogy ezt a küldetést feloldhasd, teljesítened kell ezeknek a küldetéssoroknak az utolsó küldetéseit: Halogatás városának vészhelyzete, Felfordulás Ködligetben, Stoïkalm vészhelyzet és A rémség a Teendőerdőben.",
    "questLostMasterclasser1Text": "A nagymesterek rejtélye, 1. rész: Olvass a sorok között",
    "questLostMasterclasser1Notes": "Váratlanul behívatnak @beffymaroo és @Lemoness a Habit terembe, ahol döbbenten látod, hogy Habitica mind a négy nagymestere vár rád a hajnali fényben. Még a Vidám kaszás is komor arccal figyel.<br><br>„Ó, hát itt vagy” – szólal meg Április bolondja. „Nos, nem zavarnánk meg a pihenésedet, hacsak nem egy igazán súlyos—”<br><br>„Segíts nekünk kivizsgálni a legutóbbi megszállási eseteket” – vág közbe Lady Glaciate. „Minden áldozat egy bizonyos Tzina nevű személyt hibáztatott.”<br><br>Április bolondja sértetten felhorkan. „És mi van az én nagyszabású beszédemmel?” – sziszegi. „A köd- és vihareffektjeimmel?”<br><br>„Sietnünk kell” – mormogja Glaciate. „És a mamutjaim még mindig csuromvizesek a szüntelen próbálgatásod miatt.”<br><br>„Attól tartok, a nagyra becsült Harcosok mestere most az egyszer helyesen beszél” – mondja Manta király. „Az idő sürget. Segítesz nekünk?”<br><br>Amint bólintasz, a király varázslattal portált nyit egy vízalatti terembe. „Ússz le velem Halogatás városába, és átkutatjuk a könyvtáramat, hátha találunk valami nyomot.” A zavart arcodat látva hozzáteszi: „Ne aggódj, a papírokat még azelőtt elvarázsolták, hogy Halogatás elsüllyedt volna. Egyik könyv sem ázott el egy cseppet sem!” – kacsint. „Ellentétben Lady Glaciate mamutjaival.”<br><br>„Hallottam ám, Manta.”<br><br>Ahogy a Mágusok mesterét követve a vízbe merülsz, a lábaid uszonyokká alakulnak. A tested lebeg, de a szíved elnehezül, amikor meglátod a könyvespolcok ezreit. Ideje olvasni…",
    "questLostMasterclasser1Completion": "Órák óta bújod a könyveket, de még mindig nem találtál semmi hasznosat.<br><br>„Lehetetlen, hogy egyetlen apró utalás sem maradt” – mondja a főkönyvtáros, @Tuqjoi, miközben asszisztense, @stefalupagus dühösen bólint.<br><br>Manta király szeme összeszűkül. „Nem lehetetlen…” – mondja. „Szándékos.” Egy pillanatra a víz fényleni kezd a kezei körül, és néhány könyv megremeg. „Valami elrejti az információkat” – mondja. „Nem egy egyszerű statikus varázslat, hanem valami… élő.” Felnéz az asztalról. „A Vidám kaszásnak tudnia kell erről. Csomagoljunk útravalót!”",
    "questLostMasterclasser1CollectAncientTomes": "Ősi kötet",
    "questLostMasterclasser1CollectForbiddenTomes": "Tiltott kötet",
    "questLostMasterclasser1CollectHiddenTomes": "Rejtett kötet",
    "questLostMasterclasser2Text": "A nagymesterek rejtélye, 2. rész: Az Ürítés megidézése",
    "questLostMasterclasser2Notes": "A Vidám kaszás csontos ujjaival az egyik könyvre dobol. „Ó, jaj” – mondja a Gyógyítók mestere. „Egy gonosz életenergia munkálkodik itt. Sejthettem volna, hiszen minden esetnél újjáélesztett koponyák támadtak.” Asszisztense, @tricksy.fox behoz egy ládát, és meghökkenve látod, mit pakol ki belőle @beffymaroo: Pontosan azokat a tárgyakat, amelyeket ez a titokzatos Tzina mások megszállására használt.<br><br>„Rezonáns gyógyító mágiát fogok használni, hogy megpróbáljam megidézni ezt a teremtményt” – mondja a Vidám kaszás. „Amint felfedi magát, gyorsan kell olvasnotok, hátha találunk róla valamit, mielőtt megszökik.”<br><br>Ahogy koncentrál, egy csavarodó köd szivárog ki a könyvekből, és körbefonja a tárgyakat. Gyorsan lapozol, hogy elolvasd a hirtelen feltűnő új szövegeket: „Az Időveszteség homokja” — „a Nagy katasztrófa” — „négy részre szakadt” — „végleg megrontva” Aztán egy név megragadja a figyelmedet: Zinnya”<br><br>Hirtelen a könyvlapok kiszakadnak a kezedből, és cafatokra tépődnek, ahogy egy ordító lény formát ölt a megszállt tárgyak körül.<br><br>„Ez egy Ürítés!” – kiáltja a Vidám kaszás, és egy védővarázslatot idéz. „Ősi zavarodottság- és feledésdémonok. Ha Tzina képes egyet irányítani, akkor félelmetes hatalma lehet az életmágia felett! Gyerünk, támadjátok meg, mielőtt visszabújik a könyvekbe!”<br><br>",
    "questLostMasterclasser2Completion": "Végül sikerül legyőznötök az Ürítést, és megosztod a többiekkel, amit sikerült kiolvasnod.<br><br>„Ezek a nevek még nekem sem mondanak semmit, pedig igen régóta élek” – mondja a Vidám kaszás. „Kivéve… Az Időveszteség egy távoli sivatag Habitica legzordabb peremén. A portálok itt gyakran kudarcot vallanak, de gyors hátasokkal hamar elérhetitek. Lady Glaciate örömmel segít majd.” Hangja szórakozottabbá válik. „Ami azt jelenti, hogy a rajongó Tolvajok mestere biztosan csatlakozik hozzá.” Átnyújt neked egy csillogó maszkot. „Talán ezzel nyomon követheted a tárgyakból áradó varázslatot. Én pedig összegyűjtök némi útravalót az útra.”",
    "questLostMasterclasser2Boss": "Az Ürítés",
    "questLostMasterclasser2DropEyewear": "Étermaszk (Szemfedő)",
    "questLostMasterclasser3Text": "A nagymesterek rejtélye, 3. rész: Város a homokban",
    "questLostMasterclasser3Notes": "Ahogy leszáll az éj az Időveszteség perzselő homokjára, vezetőid – @AnnDeLune, @Kiwibot és @Katy133 – előrébb terelnek. A homályos dűnék közül kifehéredett oszlopok bukkannak elő, és ahogy közelebb érsz, különös kaparászó hangok visszhangoznak a látszólag elhagyatott síkságon.<br><br>„Láthatatlan lények!” – kiáltja Április bolondja mohón. „Ó-ho! Képzeld el a lehetőségeket! Ez biztosan egy igazán lopakodó tolvaj műve.”<br><br>„Egy tolvajé, aki épp minket figyelhet” – mondja Lady Glaciate, miközben leszáll a hátasáról és felemeli a lándzsáját. „Ha harc tör ki, próbáljátok nem feldühíteni az ellenfelünket. Nem akarok egy újabb vulkános esetet.”<br><br>Április bolondja elragadtatottan rámosolyog. „De az volt az egyik legfényesebb mentőakciód.”<br><br>Meglepetésedre Lady Glaciate elpirul a bóktól, majd sietve továbbsiet, hogy megvizsgálja a romokat.<br><br>„Úgy néz ki, mint egy ősi város maradványai” – mondja @AnnDeLune. „Vajon mi…”<br><br>Mielőtt befejezhetné a mondatot, egy portál nyílik meg az égen. Elvileg itt lehetetlen lenne varázslattal portált nyitni… nem?<br><br>A láthatatlan lények patáinak dübörgése riadtan visszhangzik, ahogy elmenekülnek, és te felkészülsz a visító koponyák rohamára, amelyek a magasból rátok zúdulnak.",
    "questLostMasterclasser3Completion": "Április bolondja az utolsó koponyát homokkal szórja be, így az Lady Glaciate felé tántorog, aki egyetlen precíz csapással összezúzza. Ahogy kifújod magad és felnézel, egy árny mozdul meg a záródó portál túloldalán.<br><br>Gyorsan kirántasz egy amulettet a megszállott tárgyakat tartalmazó ládából, és ahogy sejtetted, az ismeretlen alak felé kezd húzni téged. Lady Glaciate és Április bolondja riadt kiáltásait figyelmen kívül hagyva előreugrasz, és beleveted magad a portálba – épp mielőtt az összezárulna, és elnyelne az ismeretlen sötétség.",
    "questLostMasterclasser3Boss": "Vákuumkoponya raj",
    "questLostMasterclasser3RageTitle": "A raj újjászületése",
    "questLostMasterclasser3RageDescription": "A raj újjászületése: Ez a sáv akkor töltődik, ha nem teljesíted a napi teendőidet. Ha megtelik, a vákuumkoponya raj visszanyeri megmaradt életerejének 30%-át!",
    "questLostMasterclasser3RageEffect": "`A Vákuumkoponya raj alkalmazza A RAJ ÚJJÁSZÜLETÉSÉT!`\n\nA győzelmeiktől felbátorodva még több koponya zúdul alá az égből, megerősítve a rajt!",
    "questLostMasterclasser3DropBodyAccessory": "Éter amulett (Testkiegészítő)",
    "questLostMasterclasser3DropBasePotion": "Alap keltetőfőzet",
    "questLostMasterclasser3DropGoldenPotion": "Arany keltetőfőzet",
    "questLostMasterclasser3DropPinkPotion": "Vattacukor rózsaszín keltetőfőzet",
    "questLostMasterclasser3DropShadePotion": "Árny keltetőfőzet",
    "questLostMasterclasser3DropZombiePotion": "Zombi keltetőfőzet",
    "questLostMasterclasser4Text": "A nagymesterek rejtélye, 4. rész: Az elveszett nagymester",
    "questLostMasterclasser4Notes": "Ahogy kilépsz a portálból, még mindig egy furcsa, kavargó árnyvilágban lebegsz. „Merész húzás” – szólal meg egy jeges hang. „El kell ismernem, nem számítottam arra, hogy ilyen hamar szemtől szembe kerülünk.” A sötétség örvénylő mélységéből egy női alak emelkedik fel. „Üdvözöllek az Üresség Birodalmában.”<br><br>Próbálod leküzdeni a gyomrodban kavargó émelygést. „Te vagy Zinnya?” – kérdezed.<br><br>Az idegen szája megvető fintorra húzódik, és a világ alatta megremeg. „Az az egykori név egy naiv idealistának szólt” – feleli. „Nem. Ha már mindenáron nevet akarsz adni nekem, nevezz Anti'Zinnyának. Az elvégzett és megsemmisített munkáim után ez a legtalálóbb.”<br><br>Hirtelen a portál mögötted újra megnyílik, és a négy nagymester robban át rajta, egyenesen feléd tartva. Anti'Zinnya szemei gyűlölettől villannak fel. „Látom, hogy ezek a nyomorult helyettesek mégiscsak eljutottak idáig.”<br><br>Megdermedsz. „Helyettesek?”<br><br>„Én voltam az Étera mester, az első – és egyetlen – nagymester. Ez a négy nevetséges utánzat nem más, mint egy szánalmas töredéke annak, ami egykor az enyém volt!” Hangja mélyebb és dühösebb lesz, ahogy folytatja. „Minden varázslatot irányítottam, minden képességet elsajátítottam. Az egész világot a saját képemre formáltam! Aztán az áruló éter összeomlott saját tehetségem és teljesen ésszerű elvárásaim súlya alatt. Azóta ebben az ürességben vagyok csapdába esve, regenerálódva. Képzelheted a felháborodásomat, amikor megtudtam, hogyan torzították el az örökségemet.” Halkan, visszhangzóan felnevet. „Az volt a tervem, hogy előbb elpusztítom a birodalmaikat, aztán őket… de végül is, a sorrend már lényegtelen.” Egyetlen robbanásszerű mozdulattal előretör, és az Üresség birodalma káoszba robban.",
    "questLostMasterclasser4Completion": "Utolsó, elsöprő támadásod hatására Anti'Zinnya dühödten felkiált, teste villódzva halványodni kezd. Az örvénylő üresség lassan elcsendesedik körülötte, ahogy előre roskad. Egy pillanatra megváltozik – fiatalabbnak, nyugodtabbnak, békésnek tűnik… Aztán minden hangtalanul szertefoszlik, és te újra az Időveszteség sivatagának homokjában térdelsz.<br><br>Manta király a romokat fürkészi. „Úgy tűnik, még sokat kell tanulnunk a saját múltunkról” – mondja. „Amikor az Étera mestere túlságosan elmerült a hatalmában és elvesztette az irányítást, az üresség kiáradása elszívhatta az életet az egész földről. Talán az egész világ sivataggá változott, ahogy ez a táj is.”<br><br>A Vidám kaszás csendesen bólint. „Nem csoda, hogy Habitica alapítói mindig is hangsúlyozták a termelékenység és a jóllét egyensúlyát” – mormogja. „Újraépíteni a világot óriási feladat lehetett, de biztosan meg akarták akadályozni, hogy ez a katasztrófa valaha megismétlődhessen.”<br><br>„Ó-ho, nézzétek a megszállt tárgyakat!” – kiáltja Április bolondja. Valóban – mindegyik halvány, csillogó éteri fénnyel izzik. „Micsoda káprázatos hatás! Jegyzetelnem kell erről.”<br><br>„Valószínűleg az itteni, tömény étermaradványok tették ezeket az állatokat láthatatlanná is” – mondja Lady Glaciate, miközben megvakar egy üres foltot a semmiben. Egy láthatatlan, bolyhos fej nyomódik a tenyeredbe. Úgy sejted, hogy otthon az istállóknál lesz mit magyaráznod…<br><br>Utolsó pillantást vetsz a romokra. Egyetlen dolog maradt hátra az első nagymesterből: Egy csillogó, éteri köpeny. Ahogy a válladra teríted, visszaindulsz Habit városába, elgondolkodva mindazon, amit tanultál.<br><br>",
    "questLostMasterclasser4Boss": "Anti'Zinnya",
    "questLostMasterclasser4RageTitle": "Üresség kifacsarása",
    "questLostMasterclasser4RageDescription": "Üresség kifacsarása: Ez a sáv akkor telik meg, ha nem teljesíted a napi teendőidet. Ha betelik, Anti'Zinnya kiszívja a csapatod manáját!",
    "questLostMasterclasser4RageEffect": "`Anti'Zinnya alkalmazza az ÜRESSÉG KIFACSARÁSÁT!` Az Éteri kitörés varázslat egy kifacsart változataként érzed, ahogy a mágiád elszivárog a sötétségbe!",
    "questLostMasterclasser4DropBackAccessory": "Éterköpeny (Hátkiegészítő)",
    "questLostMasterclasser4DropWeapon": "Éterkristályok (Kétkezes fegyver)",
    "questLostMasterclasser4DropMount": "Láthatatlan éter hátas",
    "questYarnText": "Gubancos gubanc",
    "questYarnNotes": "Olyan kellemes nap van, hogy úgy döntesz, sétálsz egyet a Taskan vidéken. Ahogy elhaladsz a híres fonalbolt mellett, egy éles sikoly felriasztja a madarakat és menekülésre készteti a pillangókat. A hang irányába rohansz, és meglátod, hogy @Arcosine fut feléd az ösvényen. Mögötte egy rémisztő lény közeledik kattogva-csattogva, ami fonalból, gombostűkből és kötőtűkből áll össze.<br><br>Az eladók is utána erednek, és @stefalupagus lihegve megragadja a karod. „Úgy tűnik, az összes befejezetlen projektje” <em>liheg liheg</em> „átváltoztatta a fonalbolt fonalait” <em>liheg liheg</em> „egy gubancos Yarnghetti-szörnnyé!”<br><br>„Néha az élet közbeszól, és egy projekt félbemarad – aztán egyre csak összegubancolódik és kaotikussá válik,” mondja @khdarkwolf. „Ez a zűrzavar átterjedhet más projektekre is, míg végül annyi befejezetlen munka lesz, hogy semmi nem készül el!”<br><br>Itt az idő dönteni: fejezd be az elakadt projektjeidet… vagy bontsd le őket végleg. Akárhogy is, gyorsan növelned kell a hatékonyságodat, mielőtt a Rémes Yarnghetti szétterjeszti a zűrzavart és viszályt Habiticában!",
    "questYarnCompletion": "Egy gyenge suhintással és egy erőtlen ordítással a Rémes Yarnghetti végül fonalgombolyaggá omlik szét.<br><br>„Vigyázz ezekre a fonalakra,” mondja @JinjooHat, az egyik boltos, miközben átnyújtja őket. „Ha eteted és gondoskodsz róluk, új és izgalmas projektekké nőhetnek, amik talán még a szívedet is megdobogtatják…”",
    "questYarnBoss": "Rémes Yarnghetti",
    "questYarnDropYarnEgg": "Fonal (Tojás)",
    "questYarnUnlockText": "Elérhetővé teszi a fonal tojások vásárlását a piacon",
    "winterQuestsText": "Téli küldetéscsomag",
    "winterQuestsNotes": "Küldetéseket tartalmaz jegesmedve kisállat, jegesmedve hátas és pingvin kisállat tojások megszerzéséhez: Találd meg a bocsot, Prémvadász mikulás, és A fagyos felfordulás.",
    "questPterodactylText": "A Pterror-daktilusz",
    "questPterodactylNotes": "Épp egy békés sétát teszel a Stoïkalm szikláinál, amikor egy gonosz sikoly hasít a levegőbe. Megfordulsz, és egy szörnyűséges lényt látsz feléd repülni, miközben a rémület bénító ereje eluralkodik rajtad. Éppen megfordulnál, hogy menekülj, de @Lilith of Alfheim elkap. „Ne ess pánikba! Ez csak egy Pterror-daktilusz.”<br><br>@Procyon P bólint. „A közelben fészkelnek, de a rossz szokások és a befejezetlen napi teendők illata vonzza őket.”<br><br>„Ne aggódj” – mondja @Katy133. „Csak extra produktívnak kell lennünk, hogy legyőzzük!” Újult elszántság tölt el és készen állsz szembenézni az ellenféllel.",
    "questPterodactylCompletion": "Utolsó sikolyával a Pterror-daktilusz lezuhan a sziklák pereméről. Előrerohansz, és figyeled, ahogy a távoli sztyeppék felett elrepül. „Huh, örülök, hogy ennek vége” – mondod. „Én is” – feleli @GeraldThePixel. „De nézd! Hagyott itt nekünk néhány tojást.” @Edge átnyújt neked három tojást, és megfogadod, hogy nyugodt környezetben neveled fel őket, pozitív szokások és teljesített napi teendők között.",
    "questPterodactylBoss": "Pterror-daktilusz",
    "questPterodactylDropPterodactylEgg": "Pterodaktilusz (Tojás)",
    "questPterodactylUnlockText": "Elérhetővé teszi a pterodaktilusz tojások vásárlását a piacon",
    "questBadgerText": "Ne nyúzz már, borzom!",
    "questBadgerNotes": "Ah, tél a Feladat-rengetegben. A halkan hulló hó, a dérrel csillogó ágak, a Virágzó tündérek… még mindig nem alszanak?<br><br>„Miért nem alszanak már?” kiáltja @LilithofAlfheim. „Ha nem mennek hamarosan téli álomra, tavasszal nem lesz erejük az ültetéshez.”<br><br>Te és @Willow the Witty sietve indultok kivizsgálni a helyzetet, amikor egy szőrös fej bukkan fel a földből. Mielőtt kiáltani tudnád, hogy „Ez a Nyúzó nyavalya!”, már vissza is tűnik az üregébe — de előtte még ellopja a tündérek „téli álom” tennivalóit, és helyettük egy hatalmas kupac idegesítő feladatot szór szét!<br><br>„Nem csoda, hogy nem tudnak pihenni, ha állandóan ilyen borz zaklatja őket!” mondja @plumilla. Sikerül elűznöd ezt a szörnyeteget, és megmenteni az idei Feladat-rengetegi termést?",
    "questBadgerCompletion": "Végre sikerül elűznöd a Nyúzó nyavalyát, és berohansz az üregébe. Az alagút végén megtalálod a tündérek „téli álom” tennivalóinak rejtekhelyét. Az odú már üres… kivéve három tojást, amik láthatóan nemsokára kikelnek.",
    "questBadgerBoss": "Nyúzó nyavalya",
    "questBadgerDropBadgerEgg": "Borz (Tojás)",
    "questBadgerUnlockText": "Elérhetővé teszi a borz tojások vásárlását a piacon",
    "questDysheartenerText": "A Bánatszító",
    "questDysheartenerNotes": "A nap épp felkel Valentin-napon, amikor egy döbbenetes robaj zavarja meg a csendet. Beteges, rózsaszín fény csap át az épületeken, a téglák omlani kezdenek, ahogy egy mély repedés hasít végig Habit városának főutcáján. Földöntúli sivítás hasít az égbe, betörve az ablakokat, miközben egy hatalmas alak csúszik elő a megnyílt földből.<br><br>Csáprágók csattannak, egy páncél villan fel; lábak tömkelege nyúlik ki a levegőbe. A tömeg sikítozni kezd, ahogy a rovarszerű lény felemelkedik – nem más, mint a legkegyetlenebb szörnyeteg: a félelmetes Bánatszító. Előre üvölt, éhesen veti rá magát a szorgalmas habiticaiak reményeire. Minden karcos kaparásával egyre szorosabban szorít a mellkasodban a kétségbeesés.<br><br>„Tartsatok ki!” kiáltja Lemoness. „Azt hiheti, könnyű préda vagyunk, mert sokunknak nagy újévi fogadalma van – de mindjárt rájön, hogy a habiticaiak tudják, hogyan kell kitartani a céljaik mellett!”<br><br>AnnDeLune felemeli a varázsbotját. „Álljunk neki a feladatainknak, és győzzük le ezt a szörnyeteget!”",
    "questDysheartenerCompletion": "<strong>A Bánatszító LEGYŐZVE!</strong><br><br>Habitica lakói együtt viszik be a végső csapást a feladataik elvégzésével, mire a Bánatszító hátrahőköl, és kétségbeesetten visít. „Mi a baj, Bánatszító?” kiáltja AnnDeLune csillogó szemekkel. „Elcsüggedtél?”<br><br>Fénylő, rózsaszín repedések jelennek meg a páncélján, majd egy puffanással rózsaszín füstté omlik össze. Az egész földet újult erő és elszántság járja át, és boldog édességeső hullik az égből.<br><br>A tömeg ujjongva ünnepel, egymást ölelgetik, miközben kisállataik boldogan majszolják a megkésett Valentin-napi finomságokat. Hirtelen egy vidám dallam árad szét a levegőben, és ragyogó sziluettek szállnak át az égen.<br><br>Újult optimizmusunk egy csapat reménykedő hippogriffet vonzott hozzánk! A kecses lények leereszkednek a földre, tollukat borzolják és kíváncsian toporognak. „Úgy tűnik, új barátokat szereztünk, akik segítenek magasban tartani a lelkesedésünket, még ha nehéz is egy-egy feladat,” mondja Lemoness.<br><br>Beffymaroo máris tollas gombócokat szorongat a karjában. „Talán még Habitica sérült részeinek újjáépítésében is segítenek!”<br><br>Dúdolva és énekelve a hippogriffek vezetik az utat, miközben minden habiticai összefog, hogy újjáépítsük szeretett otthonunkat.",
    "questDysheartenerCompletionChat": "`A Bánatszító LEGYŐZVE!`\n\nHabitica lakói együtt viszik be a végső csapást a feladataik elvégzésével, mire a Bánatszító hátrahőköl, és kétségbeesetten visít. „Mi a baj, Bánatszító?” kiáltja AnnDeLune csillogó szemekkel. „Elcsüggedtél?”\n\nFénylő, rózsaszín repedések jelennek meg a páncélján, majd egy puffanással rózsaszín füstté omlik össze. Az egész földet újult erő és elszántság járja át, és boldog édességeső hullik az égből.\n\nA tömeg ujjongva ünnepel, egymást ölelgetik, miközben kisállataik boldogan majszolják a megkésett Valentin-napi finomságokat. Hirtelen egy vidám dallam árad szét a levegőben, és ragyogó sziluettek szállnak át az égen.\n\nÚjult optimizmusunk egy csapat reménykedő hippogriffet vonzott hozzánk! A kecses lények leereszkednek a földre, tollukat borzolják és kíváncsian toporognak. „Úgy tűnik, új barátokat szereztünk, akik segítenek magasban tartani a lelkesedésünket, még ha nehéz is egy-egy feladat,” mondja Lemoness.\n\nBeffymaroo máris tollas gombócokat szorongat a karjában. „Talán még Habitica sérült részeinek újjáépítésében is segítenek!”\n\nDúdolva és énekelve a hippogriffek vezetik az utat, miközben minden habiticai összefog, hogy újjáépítsük szeretett otthonunkat.",
    "questDysheartenerBossRageTitle": "Szívhasító csapás",
    "questDysheartenerBossRageDescription": "A dühcsík akkor töltődik, ha a habiticaiak kihagynak napi teendőket. Ha teljesen betelik, a Bánatszító elszabadítja szívhasító csapását az egyik habiticai boltossal szemben – úgyhogy ne felejtsd el elvégezni a feladataidat!",
    "questDysheartenerBossRageSeasonal": "`A Bánatszító beveti a SZÍVHASÍTÓ CSAPÁST!`\n\nÓ, ne! Miután jóllakott az el nem végzett napi teendőinkkel, a Bánatszító elég erőre tett szert, hogy elszabadítsa Szívhasító csapását. Fülsértő sivítással sújt le tüskés mellső lábaival a pavilonra, ahol a Szezonális bolt található! A varázslat erejétől szétreped a fa, és a szezonális boszorkányt elönti a bánat a pusztítás láttán.\n\nGyorsan, végezzük el a napi teendőinket, hogy a szörnyeteg ne támadhasson újra!",
    "seasonalShopRageStrikeHeader": "A Szezonális bolt támadás áldozata lett!",
    "seasonalShopRageStrikeLead": "Leslie összetört szívvel gyászol!",
    "seasonalShopRageStrikeRecap": "Február 21-én szeretett Szezonális boszorkányunk, Leslie-t teljesen lesújtotta, amikor a Bánatszító darabokra törte az Szezonális boltot. Gyorsan, végezd el a feladataidat, hogy legyőzzük a szörnyet és segítsünk az újjáépítésben!",
    "marketRageStrikeHeader": "A Piacot megtámadták!",
    "marketRageStrikeLead": "Alex összetört szívvel gyászol!",
    "marketRageStrikeRecap": "Február 28-án csodálatos kereskedőnket, Alexet borzalommal töltötte el, amikor a Bánatszító darabokra zúzta a piacot. Gyorsan, végezd el a feladataidat, hogy legyőzzük a szörnyet és segítsünk az újjáépítésben!",
    "questsRageStrikeHeader": "A Küldetésbolt megtámadva!",
    "questsRageStrikeLead": "Ian összetört szívvel gyászol!",
    "questsRageStrikeRecap": "Március 6-án nagyszerű küldetésmesterünket, Iant mélyen megrázta, amikor a Bánatszító széttépte a földet a Küldetésbolt körül. Gyorsan, végezd el a feladataidat, hogy legyőzzük a szörnyet és segítsünk az újjáépítésben!",
    "questDysheartenerBossRageMarket": "`A Bánatszító beveti a SZÍVHASÍTÓ CSAPÁST!`\n\nSegítség! Miután ismét jóllakott a be nem fejezett napi teendőinkkel, a Bánatszító újabb szívhasító csapást zúdít ránk, összezúzva a piac falait és padlóját! Ahogy a kődarabok záporoznak, Alex, a kereskedő zokogva nézi összetört áruját, letaglózva a pusztítás láttán.\n\nNem hagyhatjuk, hogy ez megismétlődjön! Ne felejtsd el elvégezni az összes napi teendődet, hogy megakadályozzuk a Bánatszítót a végső támadásában.",
    "questDysheartenerBossRageQuests": "`A Bánatszító beveti a SZÍVHASÍTÓ CSAPÁST!`\n\nAaaah! Megint nem végeztük el a napi teendőinket, és a Bánatszító összegyűjtötte az erőt egy utolsó csapásra szeretett boltosaink ellen. A vidéket Ian, a küldetésmester körül széttépi a szívhasító csapás, és Ian lelkéig megrendül a borzalmas látványtól. Már olyan közel vagyunk a szörny legyőzéséhez… Siess! Ne állj meg most!",
    "questDysheartenerDropHippogriffPet": "Reménykedő hippogriff (Kisállat)",
    "questDysheartenerDropHippogriffMount": "Reménykedő hippogriff (Hátas)",
    "dysheartenerArtCredit": "Illusztráció: @AnnDeLune",
    "hugabugText": "Bogaras küldetéscsomag",
    "hugabugNotes": "Küldetéseket tartalmaz bogár, hernyó és csiga kisállat tojások megszerzéséhez: A KRITIKUS HIBA, Lángpillangó, és A robotmocsár csigája.",
    "questSquirrelText": "A Sunyi mókus",
    "questSquirrelNotes": "Felkelsz, és rájössz, hogy elaludtál! Miért nem szólt az ébresztőd? … Hogy került egy makk a csengőbe?<br><br>Amikor megpróbálsz reggelit készíteni, a pirítót is makkokkal tömve találod. Amikor a hátasodhoz indulsz, @Shtut próbálja (sikertelenül) kinyitni az istállót. Belesnek a kulcslyukba. „Ez ott egy makk?”<br><br>@randomdaisy felkiált: „Jaj ne! Tudtam, hogy a kisállat mókuskáim elszöktek, de azt nem, hogy ekkora felfordulást csináltak! Tudnál segíteni összeszedni őket, mielőtt még nagyobb rumlit okoznak?”<br><br>A huncutul elszórt tölgyfamagok nyomát követve elkapod a szökevény rágcsálókat, @Cantras pedig segít biztonságban hazajuttatni mindegyiket. De amikor már azt hiszed, vége a feladatnak, egy makk pattogva talál el a sisakodon! Felnézel, és egy hatalmas mókust látsz, ahogy védi hatalmas magraktárát.<br><br>„Ajaj,” mondja halkan @randomdaisy. „Mindig is hajlamos volt őrizni a készleteit. Nagyon óvatosnak kell lennünk!” Körbeálltok a csapatoddal, készen a bevetésre!",
    "questSquirrelCompletion": "Gyengéd közeledéssel, egy kis cserealap felajánlásával és némi megnyugtató varázslattal végül sikerül rávennetek a mókust, hogy előbújjon a rejtekéből, és visszamenjen az istállóba – amit @Shtut épp most takarított ki a makkoktól. Néhány szemet félretettetek az asztalra. „Ezek mókus tojások! Talán sikerül olyat nevelned belőlük, aki nem játéknak nézi az ennivalót.”",
    "questSquirrelBoss": "Sunyi mókus",
    "questSquirrelDropSquirrelEgg": "Mókus (Tojás)",
    "questSquirrelUnlockText": "Elérhetővé teszi a mókus tojások vásárlását a piacon",
    "cuddleBuddiesText": "Ölelgethető barátok küldetéscsomag",
    "cuddleBuddiesNotes": "Küldetéseket tartalmaz nyúl, vadászgörény és tengerimalac kisállat tojások megszerzéséhez: A Gyilkos nyuszi, A Gonosz vadászgörény, és A tengerimalac brigád.",
    "aquaticAmigosText": "Vizi pajtások küldetéscsomag",
    "aquaticAmigosNotes": "Küldetéseket tartalmaz tintahal, polip és axolotl kisállat tojások megszerzéséhez: Az Elintézetlenség krakenje, Polipokalipszis hívása, és A varázslatos axolotl.",
    "questSeaSerpentText": "Veszély a mélyben: Tengeri kígyócsapás!",
    "questSeaSerpentNotes": "A kitartó napi sorozataidnak köszönhetően szerencsésnek érzed magad – tökéletes alkalom egy kiruccanásra a csikóhal versenypályára. Beszállsz a tengeralattjáróba a Szorgalmas kikötőnél, és kényelmesen elhelyezkedsz az útra Halogatás városába… de alig merültök el, amikor egy hatalmas ütés rázza meg a járművet, és minden utast feldönt. „Mi folyik itt?” – kiáltja @AriesFaries.<br><br>Az egyik közeli kémlelőablakon kinézve megdöbbenve pillantod meg a hatalmas, csillogó pikkelyek falát, amely elhalad mellette. „Tengeri kígyó!” – szólal meg a kapitány, @Witticaster, az interkommunikátoron keresztül. „Tartsatok ki, mindjárt újra támad!”<br><br>Miközben erősen kapaszkodsz az ülésed karfájába, befejezetlen feladataid képei villannak fel előtted. „Talán ha összefogunk és elvégezzük őket” – gondolod –, „elűzhetjük ezt a szörnyeteget!”",
    "questSeaSerpentCompletion": "Kitartásotok csapásai alatt a tengeri kígyó végül meghátrál, és eltűnik a mélységben. Amikor végre megérkeztek Halogatás városába, megkönnyebbülten sóhajtasz fel – egészen addig, amíg @*~Seraphina~ három áttetsző tojással a karjában eléd nem sétál. „Fogadjátok el ezeket!” – mondja. „Ti igazán tudjátok, hogyan kell bánni egy tengeri kígyóval!” Ahogy átveszed a tojásokat, új fogadalmat teszel: kitartóan végzed majd a feladataidat, hogy ne ismétlődhessen meg ez az eset!",
    "questSeaSerpentBoss": "A hatalmas tengeri kígyó",
    "questSeaSerpentDropSeaSerpentEgg": "Tengeri kígyó (Tojás)",
    "questSeaSerpentUnlockText": "Elérhetővé teszi a tengeri kígyó tojások vásárlását a piacon",
    "questKangarooText": "Kengurukatasztrófa",
    "questKangarooNotes": "Talán be kellett volna fejezned azt az utolsó feladatot… tudod, azt, amit mindig halogatsz, pedig újra és újra visszatér? De hát @Mewrose és @LilithofAlfheim meghívtak téged és @stefalupagus-t, hogy nézzétek meg a ritka kengurucsapatot, ami épp átgaloppol a Lomha-léptek szavannán – hogy mondhattál volna nemet?! Ahogy a csapat feltűnik a látóhatáron, valami hatalmas <em>csattanással</em> fejbe talál!<br><br>Ahogy kiküszöbölöd a látásodban kavargó csillagokat, felveszed a tettest – egy sötétvörös bumerángot, amire rá van vésve az a bizonyos feladat, amit újra meg újra halogatsz. Egy gyors körbenézés elárulja, hogy a többiek is hasonló sorsra jutottak. Egy nagyobb kenguru gúnyos mosollyal néz rád, mintha azt mondaná: Na, most már ideje szembenézni velem – és azzal a nyavalyás feladattal is!",
    "questKangarooCompletion": "„MOST!” – vezényeled a csapatodnak, hogy dobjátok vissza a bumerángokat a kengurura. A bestia egyre távolabb ugrál minden találattal, mígnem végül eliszkol, csak egy sötétvörös porfelhőt, néhány tojást és némi aranypénzt hagyva maga után.<br><br>@Mewrose odasétál arra a helyre, ahol a kenguru állt. „Hé, hova lettek a bumerángok?”<br><br>„Valószínűleg porrá lettek, abból lett az a vörös felhő, amikor mindannyian befejeztük a saját feladatunkat” – tűnődik @stefalupagus.<br><br>@LilithofAlfheim összehúzza a szemét, és a látóhatárt kémleli. „Az ott… nem egy újabb kengurucsapat?”<br><br>Mindannyian futásnak eredtek vissza Habit városa felé. Inkább nézel szembe a nehéz feladataiddal, mint hogy megint fejbe vágjon valami!",
    "questKangarooBoss": "Katasztrofális kenguru",
    "questKangarooDropKangarooEgg": "Kenguru (Tojás)",
    "questKangarooUnlockText": "Elérhetővé teszi a kenguru tojások vásárlását a piacon",
    "forestFriendsText": "Erdőbarátok küldetéscsomag",
    "forestFriendsNotes": "Küldetéseket tartalmaz fácska, szarvas és sündisznó kisállat tojások megszerzéséhez: A kusza fa, A tavasz szelleme, és A sünszörny.",
    "questAlligatorText": "Az Azonnali-gátor",
    "questAlligatorNotes": "„Hűha!” kiált fel @gully. „Egy Azonnali-gátor a természetes élőhelyén! Vigyázz, az áldozatait sürgősnek tűnő dolgokkal tereli el, és az ellenőrizetlen napi teendőkből táplálkozik.” Csendben maradsz, hogy ne vond magadra a figyelmét, de hiába. Az Azonnali-gátor észrevesz és rád ront! A Pangás mocsarából zavaró hangok szólnak feléd, próbálva megragadni a figyelmedet: „Olvasd el ezt a posztot! Nézd meg ezt a fotót! Figyelj rám MOST AZONNAL!” Összeszeded magad, és ellentámadásba lendülsz: teljesíted a napi teendőidet és erősíted a jó szokásaidat, hogy legyőzd a rettegett Azonnali-gátort.",
    "questAlligatorCompletion": "Mivel a figyelmed a lényeges dolgokra összpontosítod, és nem hagyod magad eltéríteni az Azonnali-gátor által, ezért hirtelen kereket old. Győzelem! „Azok ott tojások? Szerintem aligátor tojások” – jegyzi meg @mfonda. „Ha megfelelően gondoskodunk róluk, hűséges kis kedvencek vagy akár megbízható hátasok is lehetnek” – feleli @UncommonCriminal, miközben három tojást nyújt át neked. Reméljük, így lesz, különben az Azonnali-gátor visszatérhet…",
    "questAlligatorBoss": "Azonnali-gátor",
    "questAlligatorDropAlligatorEgg": "Aligátor (Tojás)",
    "questAlligatorUnlockText": "Elérhetővé teszi az aligátor tojások vásárlását a piacon",
    "oddballsText": "Különcök küldetéscsomag",
    "oddballsNotes": "Küldetéseket tartalmaz nyálka, fonal és kő kisállat tojások megszerzéséhez: A Kocsonyás régens, Gubancos gubanc, és Menekülés a barlangi lény elől.",
    "birdBuddiesText": "Madárbarátok küldetéscsomag",
    "birdBuddiesNotes": "Küldetéseket tartalmaz páva, pingvin és kakas kisállat tojások megszerzéséhez: A Tépelődő páva, A fagyos felfordulás, és A kakas tombolása.",
    "questVelociraptorText": "A Veloci-Rapper",
    "questVelociraptorNotes": "Mézeskalácsot majszolsz @*~Seraphina~*, @Procyon P és @Lilith of Alfheim társaságában egy tóparton, a Stoïkalm-sztyeppéknél. Hirtelen egy panaszos hang töri meg a piknik nyugalmát.<br><br><em>A szokásaim romokban, a teendők kiestek,<br>elsüllyedek, a kétségek fojtogatnak,<br>régen én voltam a csúcs, a legnagyobb király,<br>de most csak hagyom, hogy a határidő tovaszálljon.</em><br><br>@*~Seraphina~* bekukkant a fű mögé. „Ez a Veloci-rapper. Úgy tűnik… teljesen összeomlott?”<br><br>Ökölbe szorítod a kezed eltökélten. „Csak egy dolgot tehetünk. Ideje egy rap párbajnak!”",
    "questVelociraptorCompletion": "Áttörsz a fű között, szembenézve a Veloci-rapperrel.<br><br><em>Hallod, rapper, te nem adod fel,<br>Rossz szokásokkal harcolsz reggel!<br>végigcsinálod a teendőid mind,<br>ne bánkódj egy nap miatt, hidd el, nincs mit!</em><br><br>Új lendülettel telve elvágtázik, hogy egy újabb napon freestyle-ozzon, maga mögött hagyva három tojást.",
    "questVelociraptorBoss": "Veloci-rapper",
    "questVelociraptorDropVelociraptorEgg": "Velociraptor (Tojás)",
    "questVelociraptorUnlockText": "Elérhetővé teszi a velociraptor tojások vásárlását a piacon",
    "evilSantaAddlNotes": "Ne feledd, hogy a „Prémvadász mikulás” és a „Találd meg a bocsot” küldetések halmozható küldetés-kitüntetést adnak, azonban a ritka kisállatot és hátast csak egyszer adhatod hozzá az istállódhoz.",
    "questFluoriteText": "A ragyogó fluorit riadalom",
    "questDogUnlockText": "Elérhetővé teszi a kutya tojások vásárlását a piacon.",
    "questDogDropDogEgg": "Kutya (Tojás)",
    "questDogRageEffect": "Shiberus megállás nélkül játékokat dobál feléd, és megzavarja a varázslataidat! A csapat MP-je csökken!",
    "questDogRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi teendőidet. Ha megtelik, Shiberus elveszi a csapat MP-jének egy részét!",
    "questDogRageTitle": "Hármas játékdobás",
    "questDogBoss": "Shiberus",
    "questDogNotes": "Kiválasztottak egy expedícióra, hogy feltérképezd Habitica föld alatti barlangrendszereit! A Habit városi kutatók szerint ezekben a mélységekben új eszközöket találhatunk a feladatok kezelésére – vagy akár eddig ismeretlen lényeket is.<br><br>Ahogy a Kanyargó-hegység lábánál húzódó sziklás alagutakat térképezed fel, egy ragyogó fényt pillantasz meg egy sziklás bejárat felől. Ahogy közelebb lépsz… játékokat látsz? Plüssállatok és gumilabdák hevernek szanaszét a barlang padlóján. Ugatást is hallasz?<br><br>Hirtelen egy hatalmas, háromfejű kutya ugrik elő, egyenesen arra a játékra vetődve, amit épp fel akartál venni! Megdermedsz – majdnem elvesztetted egy végtagodat! De… úgy tűnik, a kutya szája túlságosan tele van játékokkal ahhoz, hogy támadjon?<br><br>„Vau!” – csahol az egyik fej, miközben egy szakadt plüssmosómedvét ejt el. „Azért jöttél, hogy segíts kitakarítani?? Tényleg rendet kéne raknom, de valahányszor felveszek egy játékot, végül mindig játszani kezdek vele… Na, kapd el!”<br><br>Egymás után hajít feléd labdákat – azok a plusz fejek komoly reflexeket igényelnek!",
    "questGiraffeText": "A Zsi-báru",
    "questGiraffeNotes": "A Sloenstedi-szavanna magas fűvel borított tájain sétálsz, élvezve a természet nyugalmát, hogy egy kis szünetet tarts a feladataid között. Ahogy áthaladsz a dombos vidéken, egy furcsa tárgyhalomra leszel figyelmes a távolban. Hangszerek, művészkellékek, elektronikai eszközök és még sok más hever egymáson! Kíváncsian közelebb lépsz, hogy jobban szemügyre vedd.<br><br>„Hé, mégis mit csinálsz?” – kiált egy hang egy akácia mögül. Egy magas, tekintélyt parancsoló zsiráf lép elő, elegáns napszemüvegben, egy gitárral és egy drága fényképezőgéppel a hosszú nyakában. „Ez mind az én cuccom, légy óvatos, és ne nyúlj semmihez!”<br><br>Észreveszed, hogy a legtöbb tárgyat por lepi be. „Hűha, rengeteg hobbid van!” – mondod. „Megmutatnád valamelyik alkotásodat, vagy játszanál nekem egy dalt?”<br><br>A zsiráf arca elkomorul, ahogy végignéz a felszerelésén. „Annyi mindenem van, de fogalmam sincs, hol kezdjem! Mi lenne, ha adnál nekem egy kis motivációt, hogy végre belekezdhessek valamibe?”",
    "questChameleonText": "A Káosz kaméleon",
    "questGiraffeDropGiraffeEgg": "Zsiráf (Tojás)",
    "questGiraffeBoss": "Zsi-báru",
    "questChameleonDropChameleonEgg": "Kaméleon (Tojás)",
    "questChameleonBoss": "Káosz kaméleon",
    "questChameleonCompletion": "Néhány lendületes forduló után a kaméleon a szivárvány minden színét végigvette, tökéletesen illeszkedve minden árnyalathoz, amit kértél.<br><br>„Hűha” – mondja –, „együtt dolgozni és játékká tenni ezt tényleg segített összpontosítani! Fogadd el ezeket jutalmul, igazán megérdemled! Amikor kikelnek, tanítsd meg ezeket a kis fickókat is arra, hogyan váltsanak színt a szivárvány minden árnyalatára!”",
    "questRobotCollectBolts": "Csavar",
    "questBronzeDropBronzePotion": "Bronz keltetőfőzet",
    "questRaccoonText": "Mókus mosómedve",
    "questRaccoonNotes": "Egy kellemes őszi napon lassan sétálsz végig a Hódító öböl partján Habiticában. Néhány csinos féldrágakövet veszel észre a parton, amik tökéletesek lennének egy tervezett projekthez.<br><br>Elkezded a legjobb leleteidet egy fa alá halmozni. Furcsa módon azonban a halom nem nő, hanem csökken...<br><br>Ez nem lehet! Körbenézel, de semmi gyanúsat nem látsz. Épp visszaindulnál a patakhoz, amikor egy kézszerű mancsot látsz előbukkanni a fa odvában – és hopp, már el is tűnik néhány köved!<br><br>\"Hé!\" kiáltasz fel. \"Keményen dolgoztam ezekért! Nem túl menő csak úgy elvenni őket!\"<br><br>Egy maszkos arc bukkan elő a lyukból, és vigyorog rád. \"Aki találja, azé!\" mondja a mosómedve. Aztán visszacsusszan a fába, a zsáknyi köveddel együtt. Te pedig utána vetődsz! Ezekért a kövekért érdemes harcolni.",
    "questRaccoonRageTitle": "Csecsebecse cunami",
    "questRaccoonBoss": "Falánk mosómedve",
    "questRaccoonRageDescription": "Ha nem teljesíted a napi teendőidet, ez a sáv megtelik. Ha teljesen feltöltődik, a Mókus mosómedve visszanyeri egy részét az életerejének!",
    "questRaccoonRageEffect": "A Falánk mosómedve elvesz néhány visszaszerzett tárgyadat, és visszatömi őket a faodúba. Az ellenség 30%-kal visszanyeri az életerejét!",
    "questRaccoonUnlockText": "Elérhetővé teszi a mosómedve tojások vásárlását a piacon.",
    "questRaccoonDropRaccoonEgg": "Mosómedve (Tojás)",
    "questSilverUnlockText": "Elérhetővé teszi az ezüst keltetőfőzetek vásárlását a piacon",
    "questWaffleUnlockText": "Elérhetővé teszi a desszert keltetőfőzetek vásárlását a piacon",
    "questSilverCollectCancerRunes": "Rák csillagjegy rúna",
    "questDolphinDropDolphinEgg": "Delfin (Tojás)",
    "questSilverDropSilverPotion": "Ezüst keltetőfőzet",
    "questCatText": "A dorombás dilemma",
    "questCatUnlockText": "Elérhetővé teszi a macska tojások vásárlását a piacon.",
    "questCatDropCatEgg": "Macska (Tojás)",
    "questCatRageEffect": "A Dorombász lelöki az összegyűjtött mágikus tárgyakat az asztalról! A csapat MP-je csökken!",
    "questCatRageTitle": "Dühös mancsolás",
    "questCatBoss": "A Dorombász",
    "questRubyCollectVenusRunes": "Vénusz rúna",
    "mythicalMarvelsText": "Misztikus lények küldetéscsomag",
    "questRobotDropRobotEgg": "Robot (Tojás)",
    "questBronzeBoss": "Vakmerő bogár",
    "questWaffleRageTitle": "Juharszirup csapda",
    "questRubyCollectAquariusRunes": "Vízöntő csillagjegy rúna",
    "mythicalMarvelsNotes": "Küldetéseket tartalmaz egyszarvú, griff és tengeri kígyó kisállat tojások megszerzéséhez:Az egyszarvú királynő meggyőzése, A tüzes griffmadár, és Veszély a mélyben: Tengeri kígyócsapás!",
    "questPinkMarbleUnlockText": "Elérhetővé teszi a rózsaszín márvány keltetőfőzetek vásárlását a piacon.",
    "questCrabUnlockText": "Elérhetővé teszi a rák tojások vásárlását a piacon.",
    "questCrabDropCrabEgg": "Rák (Tojás)",
    "questCrabRageEffect": "A Matató rák elvonja a figyelmedet a díszítéssel, lelassítva az ásást és kimerítve némi varázserőt. A csapat manája csökken!",
    "questCrabRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi teendőidet. Ha betelik, a Matató rák elszív egy kis manát a csapatodtól!",
    "questCrabRageTitle": "Zavaró matatás",
    "questCrabBoss": "Matató rák",
    "questCrabText": "A Matató rák",
    "questChameleonUnlockText": "Elérhetővé teszi a kaméleon tojások vásárlását a piacon",
    "questGiraffeUnlockText": "Elérhetővé teszi a zsiráf tojások vásárlását a piacon.",
    "questCatRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi teendőidet. Ha megtelik, a Dorombász elveszi a csapat MP-jének egy részét!",
    "questCatCompletion": "Szerencsére mindent sikerült elkapnod, amit az az erőszakos macska lelökött az asztalról. Ahogy a padlón ülsz, észreveszed, hogy az előtted lévő tárgyak fényesen ragyognak. Felnézve látod, hogy az asztalon lévők is reagálnak! Úgy tűnik, hogy a különböző magasságokba helyezésük áttörést hozott a kutatásodban!<br><br>\"Tudod, végül is segítettél nekem. Azt hiszem, csak egy friss szemre volt szükségem, hogy kimozduljak a holtpontról. Bár jó lett volna egy kis figyelmeztetés, mielőtt elkezdted lelökdösni a dolgokat\" – mondod a macskának, miközben óvatosan megsimogatod.<br><br>\"Ez egy purrfektül jogos kérés, kérlek, fogadd el ezeket bocsánatkérésként!\" – dorombolja és néhány furcsa kinézetű tojást tol eléd. \"Örülök, hogy segíthettem, hogy más purrspektívából lásd a dolgokat.\"",
    "questCatNotes": "Egy szép napon a Habit városában található Megbűvölt hatékonyság műhelyben találod magad. Egy komoly feladatot kaptál: egy új varázslatos motivációs varázslatot kell létrehoznod, hogy minden Habitica-lakó könnyebben elérhesse céljait.<br><br>Előtted az asztalon különféle mágikus tárgyak sorakoznak. Az összes varázskönyv szerint ezeknek együtt kellene rezegniük a produktivitás energiájával… de eddig még egy szikrányi motiváció sem jelent meg.<br><br>A nyikorgó ajtó hirtelen egy új vendég érkezését jelzi. Fürge tappancsok suhannak az asztalra egy bolyhos villanással. Egy… macska? Mielőtt egyáltalán megdicsérhetnéd a bundáját, máris felemeli a mancsát az egyik kristályodra, és… lelöki az asztalról!<br><br>„Hé!” – kiáltasz fel. „Nagyon cuki vagy, de épp dolgozni próbálok…”<br><br>A macska nagy, kék szemeivel rád néz, oldalra billenti a fejét, majd egy csokor gyógynövényt is lelök az asztalról. „Segítek!” – dorombolja.<br><br>Látod, hogy a mancsa újabb tárgyak felé nyúl, és gyorsan a földre vetődsz, hogy elkapd a következőt, ami leesni készül!",
    "questDogCompletion": "Miután sikeresen összegyűjtötted az összes játékot, és szerencsére elkerülted a bajt, gyengéden megsimogatod Shiberus középső fejét.<br><br>„Szuper! Jó dolog, ha izgatott vagy egy nagy feladat miatt, de sokat segíthet, ha van egy terved. Legközelebb érdemes lehet a bejárattól kezdeni, és onnan haladni hátrafelé? Vagy inkább 30 perces etapokban dolgozni, közben rövid játékos szünetekkel?”<br><br>„Ez remek ötlet!” – vakkantja lelkesen a bal oldali fej. A jobb oldali pedig letesz melléd néhány tárgyat – köztük néhány tojásnak tűnő dolgot… „Találtam pár érdekességet, miközben játszottunk. Szerintem tetszeni fognak! Köszi a segítséget!”",
    "questDogText": "Háromfejű kutyás kihívás!",
    "questRaccoonCompletion": "Szerintem bőven van elég klassz kő mindkettőnknek – mondod, miközben visszaszerzed az utolsó tárgyaidat. \"Nesze, néhányat meg is tarthatsz abból, amit összegyűjtöttem, van belőlük elég!\"<br><br>\"Hű, ez igazán kedves tőled\" – mondja a mosómedve. \"Akkor én is adok neked pár apró ajándékot!\"",
    "questCrabCompletion": "Te és a rák együtt kitaláljátok, hogyan rendezzetek el mindent tökéletesen és végül egy remek homoküreget hoztok létre. A rák boldogan bekuckózik.<br><br>„Köszönöm szépen!” – mondja, miközben kényelembe helyezi magát. „Ez már tényleg egy nekem való üreg! Végre élvezhetem az összes tökéletesen elhelyezett díszemet. Fogadd el ezeket a kis fickókat hálám jeléül – ezt az ajánlatot nem utasíthatod vissza!”",
    "questChameleonNotes": "Egy gyönyörű, meleg és esős nap van a Feladat-rengeteg egyik zugában. Éppen új leveleket keresel a gyűjteményedhez, amikor egy előtted lévő ág figyelmeztetés nélkül színt vált! Aztán megmozdul!<br><br>Hátratántorodsz, és ekkor döbbensz rá, hogy ez nem is egy ág, hanem egy hatalmas kaméleon! A teste minden egyes része folyamatosan változtatja a színét, miközben a szemei összevissza járnak.<br><br>„Jól vagy?” – kérdezed a kaméleont.<br><br>„Ahhh, hát” – feleli kissé zavartan –, „próbálok beolvadni… de ez annyira nehéz… a színek folyton jönnek és mennek! Nem tudok egyre koncentrálni…”<br><br>„Aha” – mondod –, „szerintem tudok segíteni. Tegyünk próbára egy kis kihívással! Készülj a színekkel!”<br><br>„Benne vagyok!” – válaszolja a kaméleon.",
    "questCrabNotes": "Meleg, napos reggel van, és a tengerparton élvezed a kikapcsolódást, miközben bepótolod a nyári olvasmánylistád könyveit. Hirtelen megtorpansz, majdnem rálépsz egy fényes kristályra, ami egy sekély homokgödör mellett hever.<br><br>„Hé, nézz már a lábad elé! Épp egy üreget ások itt!” – szól egy hang. Egy meglepően nagy rák fut elő a lábujjaid elé, díszes páncélban, és csattogtatja a nagy ollóját, miközben beszél.<br><br>„Hm, ez egy üreg?” – kérdezed, a sekély mélyedésre pillantva. Kagylókkal és kristályokkal van körberendezve, de búvóhelynek nem igazán nevezhető.<br><br>A rák zavartan hebeg: „Hé, ez egy ítélkezés mentes zóna! Már dolgozom rajta, dolgozom rajta… Csak egy kicsit belemerültem a díszítésbe. Néha egy ráknak muszáj matatnia” – mondja, miközben igazgat egy kagylót.<br><br>„Ha már ennyire tudod, hogyan kéne kinéznie egy üregnek, miért nem segítesz egy ollónyit?”",
    "questGiraffeCompletion": "Miután segítettél a Zsi-bárunak egy kis rendet tenni a holmijai között, mindketten energikusabbnak és lelkesebbnek érzitek magatokat! Megfogja a gitárját és egy kezdőknek szóló gyakorlókönyvet, majd lepenget néhány hangot. „Jó érzés végre elindulni a helyes irányba, még ha csak egy kis lépés is. Köszönöm, hogy segítettél! Vidd ezeket, úgy hallottam, van egy kisállatgyűjteményed – ezek a fickók remek kiegészítés lehetnek hozzá!”",
    "questDolphinText": "A Kétely delfine",
    "questSilverNotes": "A nemrég felfedezett bronz keltetőfőzet a habiticaiak között beszédtéma lett. Lehetséges, hogy még fényesebb fémekből is léteznek főzetek? @QuartzFox és @starsystemic társaságában a Habit város központi könyvtárába mész, és hatalmas halom alkímiáról szóló könyvet gyűjtötök össze tanulmányozásra.<br><br>Órákig tartó szemfárasztó kutatás után @QuartzFox egy nem éppen könyvtárba illő diadalittas kiáltást hallat. „Aha! Megtaláltam!” Odasietsz, hogy megnézd. „Ezüst keltetőfőzetet lehet készíteni a rák csillagjegy rúnáival, amelyeket tiszta ezüstben kell feloldani, miután holdrúnák erejével átitatott láng fölött megolvasztottuk.”<br><br>„Sok hozzávalóra lesz szükségünk” – töpreng @starsystemic. „Hátha elrontunk egy-két próbát.”<br><br>„Csak egy hely van, ahol ekkora mennyiségben találhatunk ilyen különös alkímiai anyagokat” – szólal meg @Edge, aki karba tett kézzel áll a könyvespolcok árnyékában. Vajon végig ott volt? „A robotolás kazamatái. Induljunk!”",
    "questAmberBoss": "Trerezin",
    "questRubyNotes": "A Stoïkalm-vulkánok általában nyüzsgő csúcsai most csendesen pihennek a hó alatt. „Gondolom, a túrázók és a látogatók téli álmot alszanak” – mondja @gully neked és @Aspiring_Advocate-nek. „Ez megkönnyíti a keresésünket.”<br><br>Ahogy eléritek a hegytetőt, a jeges szél összeolvad a kráterből gomolygó gőzzel. „Ott!” – kiált fel @Aspiring_Advocate, egy forró forrás felé mutatva. „Hol máshol találhatnánk meg a hűvös vízöntő rúnákat és a szenvedélyes vénusz rúnákat, mint ott, ahol a jég és a tűz találkozik?”<br><br>Hárman sietve indultok a forró forráshoz. „A kutatásaim szerint” – mondja @Aspiring_Advocate –, „ha ezeket a rúnákat szív alakú rubinokkal kombináljuk, egy olyan keltetőfőzetet hozhatunk létre, amely elősegíti a barátságot és a szeretetet!”<br><br>Izgatottan a felfedezés lehetőségétől mindannyian elmosolyodtok. „Rendben” – mondja @gully –, „kezdjük el a keresést!”",
    "questWaffleRageEffect": "`Borzalmas Gofri használja a JUHARSZIRUP CSAPDÁT!` A ragacsos szirup lelassítja a csapásaidat és varázslataidat! A felhalmozott sebzés csökken.",
    "questRubyUnlockText": "Elérhetővé teszi a rubin keltetőfőzetek vásárlását a piacon",
    "questDolphinUnlockText": "Elérhetővé teszi a delfin tojások vásárlását a piacon",
    "questFluoriteCompletion": "Ahogy harcoltok, a kristálylény egyre jobban elmerül a fények játékában, amelyet teremtetek. „Olyan… csillogó…” – mormolja elbűvölten.<br><br>„Persze!” – kiált fel @nirbhao. „Ez egy fluorit elementál! Csak fényre van szüksége, hogy igazán ragyogjon. Segítsünk neki tündökölni!”<br><br>Az elementál boldogan kuncog és egyre fényesebben izzik, miközben még több fáklyát és mágikus fényforrást gyújtotok. Olyan hálás, hogy újra ragyoghat, hogy cserébe elvezet titeket egy gazdag fluorit-lelőhelyhez.<br><br>„Ez tökéletes alapanyag egy új keltetőfőzethez” – mondja @nirbhao. „Egy olyan főzethez, amely kisállatainkat éppoly fénylővé teszi, mint az új fluoreszkáló barátunk.”",
    "jungleBuddiesNotes": "Küldetéseket tartalmaz majom, facsemete és lajhár kisállat tojások megszerzéséhez: Szörnyű mandrill és a bajkeverő majmok, A kusza fa, és A szundikáló lajhár.",
    "questFluoriteBoss": "Fluorit elementál",
    "questSilverCollectSilverIngots": "Ezüströg",
    "questFluoriteNotes": "A ritka ásványok iránti kereslet mostanában az egekbe szökött, ezért néhány barátoddal mélyen behatoltok a Kanyargó-hegység bányáiba, hogy izgalmas érceket kutassatok fel. A túra hosszú és egyhangú, mígnem @-Tyr- meg nem botlik egy hatalmas sziklába, amely épp a járat közepén hever.<br><br>„Na, ez feldobja a hangulatot” – mondja @nirbhao, majd létrehoz egy fénygömböt.<br><br>A járatot meleg ragyogás tölti be, ám ekkor valami különös történik. A nagy szikla magába szívja a mágikus fényt, és fluoreszkáló kék, zöld és lila színekben kezd világítani. Aztán hirtelen felegyenesedik egy homályos, humanoid alakba, és izzó vörös szemét egyenesen rátok szegezi! Villanó varázslatokkal és csillogó fegyverekkel vetitek bele magatokat a küzdelembe.",
    "questRobotText": "Misztikus mechanikus csodák!",
    "questWaffleBoss": "Borzalmas gofri",
    "questRobotCompletion": "Ahogy @Rev és a felelősségvállalási segítő az utolsó csavart is a helyére illeszti, az időgép életre kel. @FolleMente és @McCoyly felpattannak rá. „Köszi a segítséget! Találkozunk a jövőben! Egyébként ezek segíthetnek a következő találmányodhoz!” Ezzel az időutazók eltűnnek, de a régi produktivitás stabilizátor roncsai között három fogaskerekes tojást hagynak hátra. Talán ezek lesznek az új felelősségvállalási segítők gyártósorának kulcsfontosságú alkatrészei!",
    "questRobotNotes": "A Max kapacitás laborban @Rev épp befejezi legújabb találmányát, egy robotikus felelősségvállalási segítőt, amikor egy furcsa fémjármű hirtelen megjelenik egy füstfelhőből, alig néhány centire a robot fluktuációs érzékelőjétől! A járműből két különös alak lép ki ezüst ruhában, leveszik az űrsisakjukat, és felfedik magukat: @FolleMente és @McCoyly.<br><br>„Úgy vélem, hogy anomália történt a produktivitásunk megvalósításában” – mondja bocsánatkérően @FolleMente.<br><br>@McCoyly karba tett kézzel áll. „Ez azt jelenti, hogy elhanyagolták a napi teendőiket, ami szerintem a produktivitás stabilizátor széteséséhez vezetett. Ez egy létfontosságú alkatrész az időutazáshoz, amelynek következetességre van szüksége a megfelelő működéshez. A teljesítményeink táplálják az időn és téren át való mozgásunkat! Nincs időm részletesebben elmagyarázni, @Rev. 37 év múlva úgyis felfedezed, vagy esetleg a titokzatos időutazó szövetségeseid beavatnak. De most tudnál segíteni megjavítani az időgépünket?”",
    "questWaffleNotes": "„Április bolondja!” – csattan fel a feldúlt Lady Glaciate. „Azt mondtad, hogy vége az édességes tréfáidnak, és mindent eltakarítottál!”<br><br>„De hiszen így is van, kedvesem” – feleli a Bolond zavartan. „És én vagyok a legőszintébb Bolond. Mi a gond?”<br><br>„Egy hatalmas, cukros szörny tart Habit városa felé!”<br><br>„Hmm” – tűnődik a Bolond. „Igaz, hogy néhány rejtekhelyet kifosztottam misztikus hozzávalókért az utolsó mutatványomhoz. Talán ezzel nem kívánt figyelmet vontam magamra. A cukormáz kígyó? A torta-teknős? Tiramisu Rex?”<br><br>„Nem! Ez valami... borzalmas go… gofri!”<br><br>„Ó! Ez új!” – vigyorog a Bolond. „Talán a felhalmozódott bohóckodási energia keltette életre.” Féloldalas mosollyal feléd és @beffymaroo felé fordul. „Mit szóltok egy kis hőstetthez?”",
    "questSilverCompletion": "Mélyre ástátok magatokat. Kimerítő munkát végeztetek. Minden zugot átkutattatok. Végül sikeresen előbukkantok a kazamatákból, tele rúnákkal és ezüstrudakkal, mocskosan, de diadalittasan. Visszatértek Habit városába, és nekiláttok a munkának az alkímiai laborban. @QuartzFox útmutatásai alapján te és @starsystemic követitek a formulát, @Edge pedig éberen figyeli a folyamatot. Végül egy nagy csillámló füstfelhő közepette az elegyetek a keltetőfőzetek ismerős állagát ölti magára!<br><br>@Edge fiolákba tölti a keveréket, és elmosolyodik. „Próbáljuk ki, mit szóltok? Van valakinél egy tojás?”<br><br>Rohantok az istállók felé, kíváncsian várva, milyen ragyogó titkok várnak még felfedezésre...",
    "questWaffleText": "Palacsintás pokol: Katasztrofális reggeli!",
    "questWaffleCompletion": "Ütött-kopottan, sziruptól ragadva, de diadalmasan élvezitek az édes győzelmet, miközben a Borzalmas gofri egy ragacsos masszává olvad szét.<br><br>„Nem kíméltétek ezt a szörnyeteget” – jegyzi meg elismerően Lady Glaciate.<br><br>„Gyerekjáték volt!” – vigyorog Április bolondja.<br><br>„Kicsit sajnálom” – sóhajt fel @beffymaroo. „Egész gusztán nézett ki.”<br><br>A Bolond előhúz néhány üres fiolát a köpenyéből, megtölti őket a gofri szirupos maradékával, majd egy csipet csillámport kever hozzájuk. A folyadék színes örvénylésbe kezd – új keltetőfőzetek születnek! A fiolákat lazán a karodba dobja. „Ez a kis kaland meghozta az étvágyamat. Ki tart velem egy jó reggelire?”",
    "questAmberNotes": "A fogadóban ülsz @beffymaroo és @-Tyr- társaságában, amikor @Vikte izgatottan beront az ajtón, és mesélni kezd a pletykákról, miszerint egy újabb varázslatos keltetőfőzet rejtőzik a Feladat-rengetegben. Mivel a napi teendőiteket már elvégeztétek, hárman azonnal beleegyeztek, hogy segítetek @Vikte-nek a keresésben. Hiszen mi baj lehet egy kis kalandból?<br><br>Órák óta bolyongtok a Feladat-rengetegben, és kezditek megbánni, hogy belevágtatok ebbe az eszeveszett hajszába. Éppen hazafelé indulnátok, amikor egy meglepett kiáltást hallotok. Megfordulva egy hatalmas gyíkot láttok, amely fénylő borostyán pikkelyekkel tekeredik egy fa köré, karmaiban szorongatva @Vikte-t. @beffymaroo a kardjáért nyúl.<br><br>„Várj!” – kiáltja @-Tyr-. „Ez a Trerezin! Nem veszélyes… csak veszélyesen ragaszkodó!”",
    "questRubyText": "Rubin kapocs",
    "questBronzeCompletion": "„Dicséretes küzdelem, harcos!” – mondja a bogár, miközben visszaereszkedik a földre. Talán mosolyog? Nehéz megmondani azokkal a rágókkal. „Igazán kiérdemeltétek ezeket a főzeteket!”<br><br>„Hűha, még soha nem kaptunk ilyen jutalmat egy csata után!” – mondja @UncommonCriminal, miközben megforgat egy csillogó üvegcsét a kezében. „Gyerünk, keltsük ki az új kisállatainkat!”",
    "questDolphinNotes": "Az Elintézetlenség-öböl partján sétálsz, és a rád váró nehéz munkán tűnődsz. Egy vízcsobbanás vonja magára a figyelmed. Egy csodálatos delfin ugrik át a hullámokon. A napfény megcsillan az uszonyain és a farkán. De várj csak… az nem is napfény, és a delfin nem bukik vissza a tengerbe. A tekintete @khdarkwolfra szegeződik.<br><br>„Sosem végzek ezekkel a napi teendőkkel” – mondja @khdarkwolf.<br><br>„Nem vagyok elég jó ahhoz, hogy elérjem a céljaimat” – mondja @confusedcicada, miközben a delfin most rájuk veti a pillantását.<br><br>„Miért is próbálkoztam egyáltalán?” – kérdezi @mewrose, megtörve a bestia nézésétől.<br><br>A delfin szeme találkozik a tiéddel, és érzed, ahogy az elmédet elönti a kétely emelkedő árja. Megacélozod magad; valakinek le kell győznie ezt a teremtményt – és az te leszel!",
    "questRubyCompletion": "A szükséges hozzávalókat biztonságban összegyűjtve visszasiettek Habit városába, és @beffymaroo laborjában találkoztok. „Remek munka!” – mondja @beffymaroo. „Megszereztétek a főzet hozzávalóit!”<br><br>@beffymaroo óvatosan összekeveri a rúnákat és a rubinokat, és egy ragyogó vörös főzetet hoz létre, majd egy keveset rácsepegtet két kisállat tojásra. Figyelve a hatást, észreveszitek, hogy a két kisállat egyáltalán nem mutat érdeklődést egymás iránt!<br><br>„Nem működött?” – kérdezi @gully. De mielőtt bárki válaszolhatna, rájöttök, hogy nem a főzet hozza létre a barátságot és a szeretetet, hanem az az élmény, amikor együtt dolgoztok egy közös célért. A küldetés végére nemcsak új kisállatokat, hanem új barátokat is szereztetek!",
    "questDolphinCompletion": "A delfinnel vívott akaratharc kifárasztott, de te győztesen kerülsz ki belőle. Kitartásod és bátorításod hatására @mewrose, @khdarkwolf és @confusedcicada is összeszedik magukat, és lerázzák magukról a delfin alattomos telepátiáját. Négyen együtt védekeztek a teljesített napi teendők, erős szokások és elvégzett tennivalók nyújtotta sikerélménnyel, míg a delfin végül lehunyja izzó szemeit, elismerve a sikereiteket. Aztán visszazuhan az öbölbe. Miközben pacsival és gratulációkkal ünnepeltek, három tojás sodródik partra.<br><br>„Hm, vajon mit kezdhetnénk ezekkel?” – töpreng @khdarkwolf.",
    "questWaffleRageDescription": "Juharszirup csapda: Ez a sáv akkor töltődik, ha nem teljesíted a napi feladataidat. Ha megtelik, a Borzalmas gofri csökkenti a csapattagok által felhalmozott sebzést!",
    "questBronzeNotes": "Egy frissítő szünetet tartva a feladataid között, néhány barátoddal sétára indulsz a Feladat-rengeteg ösvényein. Egy nagy, üreges fatörzsre bukkantok, és a belsejéből egy csillanás vonja magára a figyelmedet.<br><br>Ez bizony egy rejtekhely tele varázslatos keltetőfőzetekkel! Az üvegekben kavargó, csillogó bronzszínű folyadék finoman örvénylik, és @Hachiseiko kíváncsian nyúl egyért, hogy közelebbről megvizsgálja.<br><br>„Állj!” – sziszeg egy hang mögöttetek. Egy hatalmas bogár áll előttetek, fényes bronzpáncélban, és harci pózba emeli karmait. „Ezek az én főzeteim, és ha meg akarjátok szerezni őket, előbb ki kell állnotok velem egy nemes párbajt!”",
    "questBronzeUnlockText": "Elérhetővé teszi a bronz keltetőfőzetek vásárlását a piacon",
    "questAmberCompletion": "„Trerezin?” – szól nyugodtan @-Tyr-. „El tudnád engedni @Vikte-t? Szerintem nem élvezi, hogy ilyen magasan van.”<br><br>Trerezin borostyánszínű bőre vöröses árnyalatot ölt, és óvatosan leteszi @Vikte-t a földre. „Elnézést kérek! Olyan régóta nem volt vendégem, hogy már el is felejtettem, hogyan kell viselkedni!” Előrébb csusszan, hogy illendően üdvözöljön benneteket, majd eltűnik a lombházában. Néhány pillanat múlva visszatér, karjaiban egy halom borostyán keltetőfőzettel, hálája jeléül!<br><br>„Varázslatos főzetek!” – ámul @Vikte.<br><br>„Ó, ezek az ócska kis löttyök?” – Trerezin villogtatja a nyelvét, miközben gondolkodik. „Mit szólnátok ehhez? Odaadom nektek az egész készletet, ha megígéritek, hogy időnként meglátogattok…”<br><br>Így hát elhagyjátok a Feladat-rengeteget, izgatottan várva, hogy elmesélhessétek mindenkinek a különleges főzeteket – és az új barátotokat!",
    "rockingReptilesText": "Zúzós hüllők küldetéscsomag",
    "questRobotCollectGears": "Fogaskerék",
    "rockingReptilesNotes": "Küldetéseket tartalmaz aligátor, velociraptor és kígyó kisállat tojások megszerzéséhez: Az Azonnali-gátor, A Veloci-Rapper, és Az Elterelés kígyója.",
    "delightfulDinosText": "Őskori dínók küldetéscsomag",
    "questWindupText": "Tánc a Felhúzható harcossal",
    "questRubyCollectRubyGems": "Rubin drágakő",
    "questAmberUnlockText": "Elérhetővé teszi a borostyán keltetőfőzetek vásárlását a piacon",
    "questDolphinBoss": "A Kétely delfine",
    "questSilverCollectMoonRunes": "Hold rúna",
    "jungleBuddiesText": "Dzsungellakók küldetéscsomag",
    "questAmberDropAmberPotion": "Borostyán keltetőfőzet",
    "questBronzeText": "Vakmerő bogárpárbaj",
    "delightfulDinosNotes": "Küldetéseket tartalmaz triceratopsz, T-rex és pterodaktilusz kisállat tojások megszerzéséhez: A Tomboló triceratopsz, A felfedezett dinoszaurusz, és A Pterror-daktilusz.",
    "questRobotCollectSprings": "Rugó",
    "questAmberText": "A Borostyán szövetség",
    "questFluoriteUnlockText": "Elérhetővé teszi a fluorit keltetőfőzetek vásárlását a piacon",
    "questWaffleDropDessertPotion": "Desszert keltetőfőzet",
    "questRubyDropRubyPotion": "Rubin keltetőfőzet",
    "questSilverText": "Az ezüst megoldás",
    "questRobotUnlockText": "Elérhetővé teszi a robot tojások vásárlását a piacon",
    "questFluoriteDropFluoritePotion": "Fluorit keltetőfőzet",
    "questWindupDropWindupPotion": "Felhúzó keltetőfőzet",
    "questStoneCollectCapricornRunes": "Bak rúna",
    "questWindupBoss": "Clankton",
    "sandySidekicksText": "Homokvidéki segítők küldetéscsomag",
    "questWindupUnlockText": "Elérhetővé teszi a felhúzható keltetőfőzetek vásárlását a piacon",
    "questStoneText": "A moha labirintus",
    "questStoneCollectMossyStones": "Mohás kő",
    "questOnyxCompletion": "Ahogy belépsz a Sötét hasadékba, az ott élő sáskarákok rémülten szétszélednek előled. De néhány pillanattal később visszatérnek, és kis, színes gömböket hoznak magukkal. Ekkor jössz rá: ezek azok a kincsek, amelyeket a többiek kerestek! Elteszel egy tisztességes gyűjteményt mindhárom típusból, elbúcsúzol a sáskarákoktól, majd visszaindulsz a hajóhoz, ahol a többiek segítenek felkapaszkodni a fedélzetre.<br><br>„Hol voltál ilyen sokáig?!” – kiáltja @Vikte. Válaszul előveszed a gyűjtött kincseket, és megmutatod nekik.<br><br>„Ezekből lehet Onyx mágikus keltetőfőzetet készíteni!” – mondja izgatottan @aspiring_advocate, miközben visszaindultok a partra.<br><br>„Szóval… kikelthetünk Onix kisállatokat!” – mosolyog @starsystemic. „Nem megmondtuk, hogy ez jó móka lesz?”<br><br>Te is elmosolyodsz – izgatottan az új kisállataid miatt, és készen állva, hogy befejezd a feladataidat!",
    "questOnyxNotes": "@Vikte, @aspiring_advocate és @starsystemic észrevették, hogy mostanában kevésbé vagy motivált, és úgy döntenek, hogy egy szórakoztató kiruccanás segíthetne feldobni a hangulatodat. Azonban náluk a „szórakozás” mélytengeri merülést jelent a Sötét hasadékban, hogy kincsek után kutassatok!<br><br>Felveszed a búvárfelszerelésedet, felszállsz a hajóra, és evezni kezdtek Halogatás ősi városa felé. Útközben megkérdezed, pontosan milyen kincset kerestek.<br><br>„Plútó rúnákat!” – vágja rá @Vikte.<br><br>„Nem, Oroszlán rúnákat!” – ellenkezik @aspiring_advocate.<br><br>„Nem, Onix köveket!” – mondja @starsystemic.<br><br>Miközben egymással vitatkoznak, lenézel a vízbe, és észreveszed közvetlenül alattatok a barlang bejáratát! Izgatottan felpattansz, és fejest ugrasz a tengerbe, magukra hagyva a többieket, hogy egyedül indulj el a Sötét hasadék felé kincset keresni.",
    "questBlackPearlText": "Egy meghökkentő csillagos ötlet",
    "questBlackPearlUnlockText": "Elérhetővé teszi a fekete gyöngy keltetőfőzetek vásárlását a piacon",
    "questWindupNotes": "Habit városa ritkán csendes, de erre a recsegő, nyikorgó és sikoltozó káoszra még a Jó időzítés, Habitica legjobb órásműhelye sem készíthetett fel. Sóhajtasz – csak az órádat akartad megjavíttatni. A műhely tulajdonosa, akit mindenki csak „nagy és erőteljesnek” ismer, hirtelen kizuhan az ajtón, nyomában egy csattogó rézkolosszus!<br><br>„Ki-! Ki-! Ki!” – csörömpöl a gép, miközben karjai fel-le csapódnak. Fogaskerekei csikorogva tiltakoznak.<br><br>„A robotom, Clankton, megőrült! Meg akar ölni!” – visítja a magát erőteljesnek mondó órásmester.<br><br>Még ha az órád el is romlott, azért tudod, mikor jött el az idő a harcra. Előrelépsz, hogy megvédd a pánikba esett mestert. @Vikte és @a_diamond is csatlakozik hozzád!<br><br>„Ki-! Ki-! Ki-!” – skandálja Clankton minden csapásnál. „Miau!”<br><br>Várjunk csak… mintha egy mechanikus nyávogás vegyülne ebbe a halálos monotóniába?",
    "questBlackPearlNotes": "Mostanában ihlettelennek érzed magad, így amikor @jjgame83 kirándulást javasol az Lüktető-tóhoz, kapva kapsz az alkalmon, hogy egy kis környezetváltozás lendületet adjon. Miközben @QuartzFox pikniket terít a parton, valami megcsillan a sekély vízben. Egy különös fekete gyöngy.<br><br>„Bárcsak lenne egy új ötletem” – sóhajtasz.<br><br>Hűvös borzongás fut végig a parton. A tó fekete tintává válik. Az égbolt elsötétül, és egy szempillantás alatt a déli verőfény éjféli csillagokra cserélődik.<br><br>„Ez nem jelent jót” – jegyzi meg @PixelStormArt.<br><br>A vízből egy hatalmas, karokból álló massza emelkedik ki, tajtékot szórva mindenfelé, majd csőréből mennydörgésszerű hangon harsogja: „ÍME ASTERO-IDEA, AZ ÖTLET, MELY A CSILLAGOKON TÚLRÓL ÉRKEZETT!”<br><br>Egy csáp csapódik le, darabokra zúzva a piknikkosarat. Jó ötlet vagy sem, itt az idő cselekedni!",
    "questStoneCompletion": "A benőtt növényzet eltávolítása és a mohalepte kövek elmozdítása minden erőtöket igénybe veszi. De felosztjátok a munkát, és kavicsokat helyeztek az ösvényeken, hogy visszataláljatok egymáshoz. Az útközben talált rúnák erőt és elszántságot adnak nektek, és végül a kert már egyáltalán nem tűnik elhanyagoltnak!<br><br>Ahogy @starsystemic javasolta, együtt a könyvtárba mentek, és rátaláltok egy varázsfőzet receptjére, amely felhasználja az összegyűjtött rúnákat. „Ez egy váratlan jutalom az elhanyagolt feladataink elvégzéséért” – jegyzi meg @jjgame83.<br><br>„És mindezek tetejébe most már van egy gyönyörű kertünk is, ahol élvezhetjük a kisállataink társaságát” – teszi hozzá @QuartzFox.<br><br>„Ideje nekilátni néhány lenyűgöző mohás kő keltetőfőzet elkészítésének!” – mondja @starsystemic, és mindenki örömmel csatlakozik.",
    "questSolarSystemNotes": "A csapatod a kozmoszon át utazik egy fantasztikus léghajó fedélzetén, amelyet a tehetséges űrmérnök, @gawrone tervezett. A hajó meditációkő-meghajtása a csapatotok nyugalmától függ, hogy az úton maradjon.<br><br>Előttetek a csillogó galaxisfelhők között egy baljósan pulzáló csillagot pillantotok meg. „Maradjatok összpontosítottak” – figyelmeztet @beffymaroo. „Ha túlzottan elkalandozunk, amikor elhaladunk amellett a nóva mellett, a csillag és a hajónk közötti vonzás letéríthet minket az útról!”<br><br>Ahogy közeledtek a csillaghoz, különös energiahullámok áramlanak felétek.<br><br>„Ezek Elterelődák, gondolatlények, amelyek meg akarnak téveszteni minket” – magyarázza @SabreCat. „Ha hagyjuk, hogy egyszerűen elhaladjanak mellettünk anélkül, hogy magukkal ragadnának, képesek leszünk a célunk felé haladni!”",
    "questStoneCollectMarsRunes": "Mars rúna",
    "questBlackPearlCompletion": "Ahogy támadjátok a szörnyet, fekete gyöngyök szóródnak szét a homokon. Csillogó felületük magára vonja a figyelmedet, miközben újabb csáp csapódik le alig egy lépésnyire tőled.<br><br>Halálos veszélyben vagytok, de mégsem tudsz nem arra gondolni, milyen gyönyörűen ragyognak ezek a gyöngyök. Aztán arra, hogy talán nem most van a legjobb idő egy új főzetötlethez.<br><br>Hirtelen a szörny megdermed. @jjgame83 és @PixelStormArt zavartan összenéz, majd leeresztik a fegyvereiket.<br><br>„KÍVÁNSÁGOD TELJESÜLT, HALANDÓ. FELADATOM VÉGET ÉRT.”<br><br>Astero-idea eltűnik, az égbolt kitisztul, a tó visszanyeri eredeti színét. @QuartzFox mered rád. „Elmondanád, mi történt?”<br><br>Legjobb tudásod szerint megpróbálod elmagyarázni, miközben együtt megtöltitek a piknikkosarat fekete gyöngyökkel. Néhány óra alkimista munka után el kell ismerned: ez végül is egész jó ötlet volt.",
    "questBlackPearlDropBlackPearlPotion": "Fekete gyöngy keltetőfőzet",
    "questTurquoiseUnlockText": "Elérhetővé teszi a türkiz keltetőfőzetek vásárlását a piacon",
    "questWindupCompletion": "Ahogy kikerülöd a támadásokat, valami furcsát veszel észre: egy csíkos rézfarok kandikál ki a robot szerkezetéből. Benyúlsz a zörgő fogaskerekek közé, és kihúzol… egy remegő, felhúzható tigriskölyköt. Az aprócska gépecske hozzád bújik.<br><br>A robot azonnal megáll, fogaskerekei visszakattannak a helyükre. „Ki-Ki-Cica! A cica bennem volt!”<br><br>„Remek!” – mondja az erőteljes mester elpirulva. „Éppen felhúzható kisállat-főzeteken dolgoztam, de úgy tűnik, kissé elveszítettem a fonalat az új találmányaimmal kapcsolatban. Az utóbbi időben túl sokszor hagytam ki a ‘Műhely rendbetétele’ napi teendőmet…”<br><br>Clankton és a feltaláló után belépsz a műhelybe. Mindenhol alkatrészek, szerszámok és főzetek hevernek. A mester elveszi az órádat javításra, de közben néhány főzetet is a kezedbe nyom.<br><br>„Vigyétek ezeket. Egyértelmű, hogy nálatok nagyobb biztonságban lesznek!”",
    "questSolarSystemCompletion": "Kitartó gyakorlással sikerül az Elterelődákat távol tartani attól, hogy elsodorjanak benneteket – egyszerűen azáltal, hogy észreveszitek és tudomásul veszitek őket anélkül, hogy átvennék az irányítást. Ahogy biztonságosan elhaladtok a pulzáló csillag mellett, @gawrone egy csokornyi lebegő üvegpalackot vesz észre, és felhúzza őket a fedélzetre. Mindegyikben egy apró naprendszer látszik örvényleni!<br><br>„Úgy tűnik, a kemény munkánk szép jutalmat hozott!” – mondja @beffymaroo. „Nézzük meg, milyen égi csodák kelhetnek ki a kisállat tojásainkból ezekkel az új főzetekkel!”",
    "questStoneDropMossyStonePotion": "Mohás kő keltetőfőzetet",
    "questSolarSystemDropSolarSystemPotion": "Naprendszer keltetőfőzet",
    "questStoneNotes": "Ahogy kitárod az Elhanyagoltság erődjének kapuit, meglepődsz a látványon: moha lepte be a kert minden szobrát, kövét és felületét. „Ó, ne! Túl sokáig volt elhanyagolva a kert!” – kiált fel @jjgame83.<br><br>„Nos, sosem késő nekilátni a rendbetételnek” – mondja lelkesen @PixelStormArt. „De hol kezdjünk neki ennek a moha labirintusnak?”<br><br>„Készíthetünk egy tervet, és követhetjük, hogy ne tévedjünk el” – javasolja @QuartzFox.<br><br>Miközben eltakarítjátok a mohás köveket, @starsystemic mars és bak rúnákat fedez fel alattuk. „Mire lehetnek ezek valók? Vigyük vissza őket a Habiticai könyvtárba, és nézzünk utána, ha végeztünk.”<br><br>Már ha egyáltalán sikerül kijutnunk innen, gondolod magadban, de nem mondod ki hangosan.",
    "questSolarSystemBoss": "Elterelődák",
    "questSolarSystemUnlockText": "Elérhetővé teszi a naprendszer keltetőfőzetek vásárlását a piacon",
    "questBlackPearlBoss": "Astero-idea",
    "sandySidekicksNotes": "Küldetéseket tartalmaz pók, tatu és kígyó kisállat tojások megszerzéséhez: A Zúzmara pók, A Kényelmes tatu, és Az Elterelés kígyója.",
    "questTurquoiseText": "Türkizkincs kihantolás",
    "questStoneUnlockText": "Elérhetővé teszi a mohás kő keltetőfőzetek vásárlását a piacon",
    "questOnyxUnlockText": "Elérhetővé teszi az onix keltetőfőzetek vásárlását a piacon",
    "questOnyxCollectPlutoRunes": "Plútó rúna",
    "questOnyxCollectLeoRunes": "Oroszlán rúna",
    "questOnyxText": "Az Onix odüsszeia",
    "questOnyxCollectOnyxStones": "Onix kő",
    "questOnyxDropOnyxPotion": "Onix keltetőfőzet",
    "questVirtualPetText": "Virtuális felfordulás Április bolondjával: A csipogás veszélye",
    "questVirtualPetNotes": "Egy csendes és kellemes tavaszi reggel van Habiticában, egy héttel egy emlékezetes bolondok napja után. @Beffymaroo társaságában az istállóban vagytok, gondozzátok a kisállataitokat – akik még mindig kissé zavartak a virtuális világban töltött idő után.<br><br>A távolban egy morajlás és halk csipogás hallatszik, ami fokozatosan egyre hangosabbá válik, mintha közeledne. A horizonton egy tojás alakú árnyék tűnik fel, és ahogy egyre közelebb ér, egy óriási virtuális kisállat bontakozik ki előttetek, egyre hangosabban csipogva!<br><br>„Ó, ne” – kiált fel @Beffymaroo. „Szerintem Április bolondja hagyott némi befejezetlen ügyet ezzel a nagydarab fickóval… úgy tűnik, figyelmet akar!”<br><br>A virtuális kisállat dühösen csipog, virtuális hisztit csap, és fenyegetően közeledik felétek.",
    "questFungiBoss": "Mogorva gomba",
    "questFungiRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi teendőidet. Ha megtelik, a Mogorva gomba elveszi a csapatod függőben lévő sebzésének egy részét",
    "questFungiRageEffect": "Köd árad a Mogorva gombából, beborítva a csapatot, és elnyomva a jókedvet és a varázserőt. A csapat MP-je csökken!",
    "questFungiDropFungiPotion": "Gomba keltetőfőzet",
    "questFungiUnlockText": "Elérhetővé teszi a gomba keltetőfőzetek vásárlását a piacon.",
    "questFungiRageTitle": "Szeszélyes gomba köd",
    "questSolarSystemText": "Kozmikus koncentrációs küldetés",
    "questTurquoiseCollectTurquoiseGems": "Türkiz drágakő",
    "questTurquoiseCollectSagittariusRunes": "Nyilas rúna",
    "questFungiText": "A Mogorva gomba",
    "questPinkMarbleCompletion": "Végül sikerül lefognotok a kis fickót – sokkal gyorsabb és erősebb volt, mint vártátok. Mielőtt újra megmozdulhatna, elveszitek tőle a világító nyilakkal teli tegezét. Ámor pislog, majd meglepetten körbenéz. „Hogy elfelejtsem a saját bánatom és szívfájdalmam, megszúrtam magam az egyik nyilammal… Onnantól semmire sem emlékszem!”<br><br>Már épp elmenekülne a barlangból, amikor észreveszi, hogy @Loremi mintát vett a márványporból, és elmosolyodik. „Próbáljátok ki ezt a rózsaszín márványporral készült főzetet! Gondoskodjatok a kisállatokról, akik kikelnek belőle, és meglátjátok: az igazi kapcsolatok kommunikációból, kölcsönös bizalomból és törődésből születnek. Sok sikert – és sok szeretetet kívánok nektek!”",
    "questFungiNotes": "Esős tavasz volt Habiticában, és az istállók környékén a talaj szivacsos és nyirkos lett. Rengeteg gomba jelent meg a fából készült istállófalak és kerítések mentén. A köd nem engedi teljesen átsütni a napot, ami kicsit lehangoló.<br><br>A homályból előtűnik az Április bolondja, de egyáltalán nem a szokásos vidám formájában.<br><br>„Azt reméltem, hogy hozhatok nektek néhány varázslatos gombás keltetőfőzetet, hogy a különleges gomba barátaitokat örökre megőrizhessétek” – mondja, szokatlanul komoly arccal. „De ez a hideg köd teljesen rám telepszik, annyira fáradtnak és levertnek érzem magam, hogy nem tudom használni a szokásos varázserőmet.”<br><br>„Ó, ez szörnyen hangzik” – feleled, és észreveszed, hogy a saját hangulatod is egyre borúsabb. „Ez a köd tényleg elrontja a napot. Vajon honnan jöhetett…”<br><br>Mély morajlás hangzik fel a mezőkről, és egy alak bontakozik ki a ködből. Megdöbbenve látod, hogy egy hatalmas, mogorva gombalény közeledik, és a köd láthatóan belőle árad.<br><br>„Aha” – mondja a bolond. „Azt hiszem, ez a gombás fickó lehet a rosszkedvünk forrása. Lássuk, tudunk-e egy kis vidámságot varázsolni neki – és magunknak is.”",
    "questFungiCompletion": "Te és az Április bolondja megkönnyebbülten néztek egymásra, ahogy a gomba visszahúzódik az erdőbe.<br><br>„Ah” – kiált fel a bolond –, „ez igazán micéliumos melankólia volt. Örülök, hogy sikerült feldobni a hangulatát – és a miénket is! Már érzem is, hogy visszatér az energiám. Gyere velem, és együtt elkészítjük azokat a gombás főzeteket!”",
    "questTurquoiseCompletion": "Kifulladva és csatakosan megálltok pihenni a feltúrt földhalom mellett, és végignéztek az összegyűjtött rúnák és drágakövek halmán.<br><br>„Hihetetlen” – mormolja @QuartzFox. „Ez átírja a történelemkönyveket.”<br><br>„Hadd vigyem vissza ezeket a Habiticai egyetemre elemzésre” – mondja @gawrone. „Bőven lesz mit tanulmányozni, és még türkiz főzeteket is készíthetünk mindannyiunknak! Ki tudja, mi minden rejtőzhet még a föld alatt?”<br><br>@starsystemic hozzáteszi: „Elképesztő, hogy mire lehet jutni kemény munkával!”",
    "questTurquoiseNotes": "@gawrone berohan a szobádba, egyik kezében a Habiticai diplomájával, a másikban pedig egy hatalmas, poros, bőrkötésű könyvvel.<br><br>„Ezt sosem fogod elhinni, mit fedeztem fel!” – mondja izgatottan. „A Virágzó földek azért olyan termékenyek, mert valaha egy hatalmas óceán borította őket. A legenda szerint egy ősi nép varázslatos városokban élt az óceán fenekén. Elfeledett térképeket használtam, hogy megtaláljam a legvalószínűbb helyszínt! Kapd a lapátod!”<br><br>Másnap este találkoztok, és @QuartzFox, valamint @starsystemic is csatlakozik hozzátok. Elkezdtek ásni, és mélyen a földben egy rúnára bukkantok, mellette pedig egy türkizkő ragyog!<br><br>„Ássatok tovább!” – biztat @gawrone. „Ha elég sokat találunk, elkészíthetjük az egyik ősi főzetüket, és egyúttal történelmet írhatunk!”",
    "questTurquoiseDropTurquoisePotion": "Türkiz keltetőfőzet",
    "questTurquoiseCollectNeptuneRunes": "Neptunusz rúna",
    "questVirtualPetCompletion": "Néhány ügyesen megnyomott gomb végre kielégíti a virtuális kisállat rejtélyes igényeit, és végre lenyugszik, elégedetten csipogva.<br><br>Hirtelen egy konfettieső közepette megjelenik Április bolondja, egy kosárral a kezében, tele furcsa, halkan csipogó főzetekkel.<br><br>„Pont jókor, Április bolondja” – mondja @Beffymaroo egy félmosollyal. „Gyanítom, hogy ez a nagy csipogó szerzet egy ismerősöd.”<br><br>„Öhm, igen” – feleli a bolond zavartan. „Nagyon sajnálom a kellemetlenséget és köszönöm, hogy gondoskodtatok Wotchimonról! Fogadjátok ezeket a főzeteket hálám jeléül – bármikor visszahozhatjátok vele a virtuális kisállataitokat!”<br><br>Nem vagy benne teljesen biztos, hogy készen állsz ennyi csipogásra… de el kell ismerni, ezek az állatok nagyon aranyosak, szóval talán megér egy próbát!",
    "questVirtualPetBoss": "Wotchimon",
    "questVirtualPetRageTitle": "A csipogás veszélye",
    "questVirtualPetRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi teendőidet. Ha betelik, Wotchimon csökkenti a csapat által felhalmozott sebzést!",
    "questVirtualPetRageEffect": "`Wotchimon használja a zavaró csipogást!` Wotchimon éles csipogással jelez, és boldogságsávja hirtelen eltűnik! A felhalmozott sebzés csökken.",
    "questVirtualPetDropVirtualPetPotion": "Virtuális kisállat keltetőfőzet",
    "questVirtualPetUnlockText": "Elérhetővé teszi a virtuális kisállat keltetőfőzetek vásárlását a piacon",
    "questPinkMarbleText": "Nyugtasd meg a megtébolyult Ámort",
    "questPinkMarbleNotes": "Az a hír járja, hogy a Kanyargó-hegységben van egy barlang, amelyből rózsaszín por és kődarabok lövellnek ki. A csapatoddal elindultok, hogy kiderítsétek az igazságot. Ahogy közeledtek, valóban hatalmas rózsaszín porfelhőt láttok – és furcsa módon egy apró hang harci kiáltása csendül fel, amit kőzúzás hangja követ.<br><br>@Empress42 véletlenül belélegzi a port, és hirtelen álmodozóvá és kevésbé produktívvá válik. „Nálam is ugyanez!” – mondja @QuartzFox. „Egyszer csak azon kaptam magam, hogy egy alig ismert személyről fantáziálok!”<br><br>@a_diamond bekukkant a barlangba, és egy apró lényt lát cikázni, amint rózsaszín márványköveket zúz porrá. „Fedezékbe! Ez az Ámor megtébolyult és a varázserejét arra használja, hogy megszállott rajongást és hamis illúziókat keltsen! Le kell állítanunk!”",
    "questPinkMarbleBoss": "Ámor",
    "questPinkMarbleRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi teendőidet. Ha betelik, Ámor csökkenti a csapat által felhalmozott sebzést!",
    "questPinkMarbleRageEffect": "`Ámor használja a RÓZSASZÍN ÖKLÖST!` Hát, ez nem volt valami gyengéd! A csapattársaid hátrahőkölnek. A felhalmozott sebzés csökken.",
    "questPinkMarbleDropPinkMarblePotion": "Rózsaszín márvány keltetőfőzet",
    "questPinkMarbleRageTitle": "Rózsaszín öklös",
    "questOtterText": "A ravasz Tervmester!",
    "questOtterBoss": "A Tervmester",
    "questOtterRageTitle": "Tennivaló-tépés!",
    "questOtterDropOtterEgg": "Vidra (Tojás)",
    "questJadeText": "A kiégett Gonoszság",
    "questOtterUnlockText": "Elérhetővé teszi vidra tojások vásárlását a piacon",
    "questJadeBoss": "Kiégett gonoszság",
    "questJadeDropJadePotion": "Jáde keltetőfőzet",
    "questOtterNotes": "A tennivalólisták szuperek! Órákat tölthetsz azzal, hogy aprólékosan lejegyezd az összes lépést, amit meg kell tenned, és közben produktívnak érezheted magad anélkül, hogy bármit is elvégeznél. A háromoldalas listádat bedugod a zsebedbe. Ideje egy frissítő sétának!<br><br>Elindulsz a Rutin-folyóhoz, hogy végigsétálj a partján. Pont erre volt szükséged, hogy végre nekiállj a teendőidnek! Elő is veszed a listádat, és–ah! Egy hirtelen széllökés kiragadja a kezedből, és egyenesen a víz felé sodorja!<br><br>Mielőtt a papír elérné a vizet, egy vidra bukkan fel a felszínre, és elkapja a biztos pusztulás felé tartó lapot. Huh! Mancsai között tartja a listát, miközben huncut mosoly terül szét az arcán… ajaj.<br><br>„Hmmm” – hümmögve forgatja a papírt, hogy átfussa a listádat. „Úgy látom, szükséged van egy kis segítségre a priorizálásban.” Riiip.<br><br>A vidra épp most tépte szét a gondosan megírt listádat! „Ha tényleg el akarod végezni ezeket, először el kell döntened, mi a legfontosabb!” – mondja, és egyesével a szélbe szórja a listád elemeit.",
    "questOtterCompletion": "Ahogy összeszeded a lista darabjait, elkezded őket fontosság szerint rendezni, és végül egy egész kezelhető kiindulópontot kapsz!<br><br>„Értem már!” – mondod a vidrának. „Ez a bolondos húzás tényleg segített átgondolni, hogy mely feladatok a legfontosabbak.”<br><br>A vidra vidáman pancsol, miközben a pofiját dörgöli. „Örülök, hogy a kis tervem ráébresztett, hogy más szemszögből is átgondold a teendőidet.” Majd lebukik a víz alá, és nem messze újra felbukkan: „Ne feledd, hogy a listáid legyenek teljesíthetőek! A jutalmak is sokat segítenek, szóval fogadd el ezeket!”",
    "questOtterRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi teendőidet. Ha megtelik, a Tervmester visszanyeri életerejének egy részét!",
    "questOtterRageEffect": "A Tervmester a levegőbe szórja a tennivalólistád darabjait! Az ellenség visszanyeri életerejének 30%-át!",
    "questJadeNotes": "A szobádban ülsz, és a mosogatóban tornyosuló piszkos edényeket bámulod. Egy kupac szennyes ruhát egy random sarokban. Üres poharakat és snackes csomagolásokat az íróasztalod körül...<br><br>Felsóhajtasz. „Miért van mindig még több edény...? A rendetlenség soha nem ér véget.” Olyan lehangoló. A kanapén találod magad, céltalanul görgetve a legújabb trendeket. Ki tudja, mióta vagy így...<br><br>Amikor felnézel a telefonodból, minden zöld. Ez nem a nappalid. Felállsz, és egy fényes, smaragdzöld hegyoldalon találod magad.<br><br>A távolban mozgás vonzza a figyelmed. Egy zöld, sziklás alak morogva görget egy hatalmas sziklát felfelé a sziklás terepen. Halad egy kicsit, de egy apró lábcsúszás miatt a fényes szikla visszagurul – egyenesen feléd!<br><br>Ahogy feléd rohan, észrevesz téged. „Azt hiszed, a mosogatás rossz?” – kiáltja. „Próbáld ki ezt!”",
    "questJadeCompletion": "Számtalan kudarc után valahogy mégis sikerül feljuttatnod a jáde sziklát a hegy tetejére! A sziklás alak utolér, és elmosolyodik. Gyengéden meglöki a sziklát, amit rémülten figyelsz, ahogy újra legurul egészen az aljára.<br><br>„Miért csináltad ezt? Valakinek most az egészet újra kell kezdenie!” – fakadsz ki.<br><br>„Csak mert valamit többször is meg kell csinálni, attól még nem válnak az eredményeid értelmetlenné” – mondja a sziklás alak. „Most inkább arra figyelj, amit elértél, és élvezd a jutalmad!”<br><br>Hirtelen felriadsz a kanapén, a telefonod a földre esett. A helyén három üveg áll, bennük hömpölygő jáde-zöld folyadékkal! Talán itt az ideje elmosogatni a mai edényeket, aztán megnézni, hogyan működnek ezek a főzetek néhány kisállat tojásán...",
    "questJadeUnlockText": "Elérhetővé teszi a jáde keltetőfőzetek vásárlását a piacon.",
    "questAlpacaNotes": "A nap sugarai melegen simogatják az arcod, miközben a Kanyargó-hegység sziklás ösvényein kapaszkodsz felfelé. Hónapok óta tervezed ezt a túrát a barátaiddal, minden apró részletet átnézve és megvitatva. A hátizsák nehézsége minden lépésnél emlékeztet rá, hogy ez most inkább megpróbáltatás, mintsem kaland.<br><br>Halk patadobogás üti meg a füled hátulról. Egy bolyhos alpaka közeledik, a hátán hatalmas málhával.<br><br>„Úgy látom, kicsit belassultál, haver, pedig csak egy kis hátizsákot cipelsz!” mondja nevetve, miközben elhalad melletted.<br><br>„Te olyan könnyedén veszed ezt az egészet,” sóhajtasz. „Olyan sokáig készültem erre az útra, de most, hogy végre itt vagyunk… már nem is élvezem igazán…”<br><br>„Ne keseredj el,” fújtatja az alpaka. „Megtanítok neked valamit, amit én már rég megtanultam!” Hirtelen két lábra áll, majd egy összegöngyölt hálózsákot hajít feléd! Ez most mégis hogy fog segíteni?!",
    "questAlpacaCompletion": "Szerencsére egyik csomag sem volt nehéz, amit az alpaka feléd hajított, de a kezeid így is tele lettek. „Ez meg mi volt?” kérdezed bosszúsan.<br><br>„Ha a barátaiddal tervezel utazást, nem kell egyedül cipelned a terheidet! Biztos vagyok benne, hogy inkább segítenének, minthogy azt nézzék, hogyan roskadsz össze alattuk egyedül. Na de most már vissza is adhatod azokat a csomagokat. Én rutinos málhás vagyok, és úgy érzem, átment az üzenet,” kacsint rád. „Viszont azt a kék csomagot tartsd meg – megérdemled, amiért megtanultad a leckét. A csúcson találkozunk!”",
    "questAlpacaText": "A túlságosan megpakolt alpaka",
    "questAlpacaBoss": "A túlságosan megpakolt alpaka",
    "questAlpacaRageTitle": "Csomagrengés",
    "questAlpacaRageDescription": "Ez a sáv akkor töltődik fel, ha nem teljesíted a napi teendőidet. Ha megtelik, a Túlságosan megpakolt alpaka visszanyeri az életerejének egy részét!",
    "questAlpacaRageEffect": "A Túlságosan megpakolt alpaka csomagokat dobál rád! Az ellenség visszanyeri az életerejének 30%-át!",
    "questAlpacaDropAlpacaEgg": "Alpaka (tojás)",
    "questAlpacaUnlockText": "Elérhetővé teszi az alpaka tojások megvásárlását a piacon",
    "questPlatypusText": "A maximalista kacsacsőrű emlős",
    "questPlatypusNotes": "Gyönyörű nap van a Hódító öbölben, amit csak az a munkafüzet ront el a kezedben. Miért van az, hogy a menő kalandokat mindig elrontja a házi feladat? Már öt kérdésen túl vagy a folyóvizek élővilágáról, amikor egy esszékérdéssel dobnak meg.<br><br>„Írd le, hogyan alkalmazkodhat egy állat a folyóvízi életmódhoz! Áhh, fogalmam sincs...”<br><br>Miután 30 percig reménytelenül ülsz anélkül, hogy bármit is sikerülne írnod, hirtelen frusztrált csobbanásokat hallasz a part mentén.<br><br>„Áhh,” hallatszik egy hang közvetlenül a felszín alól. Egy kócosnak tűnő kacsacsőrű emlős bukkan fel. „Ez az üreg egyszerűen sehogy sem akar összejönni! Mindig rosszul néz ki, ahogy elkezdem.” Aztán visszabukik a víz alá, és széles, lapos farkával egy hatalmas fröccsenést zúdít az arcodba.<br><br>„Várj, ne dobd ki az egészet—” kiáltasz utána, miközben újabb adag patakvíz csapódik rád. Talán tudnál segíteni neki, és közben még egy kis ihletet is nyerhetnél!",
    "questPlatypusCompletion": "Egy kimerítő vízicsata és néhány bátorító szó után a kacsacsőrű emlős végül megáll, majd sóhajtva felbukkan a felszínen.<br><br>„Lehet, hogy igazad van. Ha mindig a tökéletességet várom el, sosem fogom befejezni! Később is lehet javítani. Úgy tűnik, te is ismered a maximalizmus problémáját.”<br><br>Ránézel az elázott munkafüzetedre. „Ja...”<br><br>„Bocsánat,” mondja a kacsacsőrű emlős. „Békeképpen, és hogy kárpótoljalak a nedves esszédért, fogadj el néhány tojást, amit az iszapban találtam.”",
    "questPlatypusBoss": "A maximalista kacsacsőrű emlős",
    "questPlatypusRageTitle": "Sokkos fröccsenés",
    "questPlatypusRageDescription": "Ez a sáv akkor töltődik, ha nem teljesíted a napi teendőidet. Ha megtelik, a maximalista kacsacsőrű emlős elvesz egy kis MP-t a csapatodtól!",
    "questPlatypusRageEffect": "A maximalista kacsacsőrű emlős alámerül és lefröcsköl! A csapat MP-je csökken!",
    "questPlatypusDropPlatypusEgg": "Kacsacsőrű emlős (Tojás)",
    "questPlatypusUnlockText": "Elérhetővé teszi a kacsacsőrű emlős tojások megvásárlását a piacon",
    "questOpalNotes": "Habitica tudósai régóta keresik a legendás Opál mágikus keltetőfőzetet. Egy olyan erős főzetet, amely páratlan színt és ragyogást ad a kisállatoknak és hátas párjaiknak, amit semmilyen más drágakő vagy nemesfém nem tud megközelíteni. Úgy tartják, hogy az opálok varázsereje még a tervezést, a belátást és a kreativitást is fokozza. Micsoda lendületet adhatna ez a feladataidhoz!<br><br>Hosszú keresés után talán végre ráleltél a megoldásra. Az Opál főzetekhez nyers opálkövek szükségesek, amelyeket a Mérleg és a Merkúr varázsrúnáival kell összeolvasztani. Ezek az ősi tárgyak csak egy helyen találhatók meg... az Elveszett város veszedelmes romjai között, a Fecsérelő sivatag szélén.<br><br>Napokig tartó, megterhelő lovaglás után legerősebb hátasodon végre megérkezel a romokhoz. A napfényben kifehéredett, összetört kövek között egy fénylő csillanást pillantasz meg. Megkezdődik a kutatás!",
    "questOpalText": "Az elfeledett opálok legendája",
    "questOpalCompletion": "Végre, fáradtan és porosan, megtalálod az utolsó rúnát és opálkövet, amik szükségesek a Mágikus keltetőfőzet megalkotásához.<br><br>Ahogy visszaérsz Habitica fővárosába, azonnal nekilátsz a kovácsolásnak. A rúnák és az opálok ereje szivárványszín fénnyel tölti meg a laborodat! Pillanatok alatt három főzeted is lesz, és izgatottan készülsz új, színes kis barátokat kikeltetni.",
    "questOpalCollectOpalGems": "Opál drágakő",
    "questOpalCollectMercuryRunes": "Merkúr rúna",
    "questOpalCollectLibraRunes": "Mérleg rúna",
    "questOpalDropOpalPotion": "Opál keltetőfőzet",
    "questOpalUnlockText": "Elérhetővé teszi az opál keltetőfőzetek megvásárlását a piacon"
}
