{
    "tavernCommunityGuidelinesPlaceholder": "Vänlig påminnelse: Det här är en chatt för alla åldrar, så håll en lämplig ton och var uppmärksam på innehållet i dina meddelanden! Om du har några frågor, läs gemenskapens riktlinjer i sidofältet.",
    "lastUpdated": "Senast uppdaterad:",
    "commGuideHeadingWelcome": "Välkommen till Habitica!",
    "commGuidePara001": "Var hälsad, äventyrare! Välkommen till Habitica, landet av produktivitet, hälsosamt levande, och ibland en enstaka härjande grip.",
    "commGuidePara002": "För att hjälpa alla att känna sig trygga, glada, och produktiva har vi några riktlinjer för Utmaningar, användarprofiler, Sällskapschatt och privata meddelanden. Vi har noggrant utformat dessa riktlinjer för att de ska vara så vänliga och lättlästa som möjligt. Var vänligt och ta en stund att läsa igenom dem innan du börjar interagera med andra användare.",
    "commGuidePara003": "Dessa regler kan behöva anpassas då och då. När större förändringar av riktlinjerna sker kommer du att få reda på det i ett Bailey-meddelande och/eller våra sociala medier!",
    "commGuideHeadingInteractions": "Interaktioner i Habitica",
    "commGuidePara015": "Habitica har ett antal utrymmen där du kan interagera med andra användare. Dessa inkluderar privata chattrum (Privata meddelanden och Sällskapschatt) så väl som Leta Efter Sällskap-funktionaliteten och Utmaningar.",
    "commGuidePara016": "När du navigerar runt i de offentliga utrymmena i Habitica finns det några allmänna regler för att se till att alla är trygga och glada.",
    "commGuideList02A": "<strong>Respect each other</strong>. Be courteous, kind, friendly, and helpful. Remember: Habiticans come from all backgrounds and have had wildly divergent experiences. This is part of what makes Habitica so cool! Building a community means respecting and celebrating our differences as well as our similarities. Here are some easy ways to respect each other.",
    "commGuideList02C": "<strong>Posta inte bilder eller text som är våldsamma, hotfulla eller sexuellt utmanande, eller sådana som uppmuntrar till diskriminering, rasism, sexism, hat, trakasserier eller skada av någon individ eller grupp.</strong>. Inte ens som ett skämt eller meme. Detta inkluderar kränkande ord likaväl som längre uttalanden. Alla har inte samma slags humor, och någonting du ser som ett skämt kan såra en annan person.",
    "commGuideList02D": "<strong>Ha i åtanke att det finns användare av alla åldrar och från olika bakgrunder.</strong>. Utmaningar och användarprofiler bör inte innehålla vuxenmaterial, använda svorfomar eller främja tvister eller konflikter.",
    "commGuideList02E": "<strong>Om en medlem av Habiticas personal berättar för dig att ett uttryck inte är tillåtet att använda, även om det är ett uttryck du inte förstod var problematiskt, så är det beslutet slutgiltigt.</strong> Kränkande ord behandlas synnerligen allvarligt, då de även bryter mot Habiticas användarvillkor.",
    "commGuideList02G": "<strong>Följ omedelbart alla instruktioner från personal.</strong> Detta kan inkludera, men är inte begränsat till, att begränsa dina inlägg på en viss plats, redigera din profil för att ta bort olämpligt innehåll med mera. Diskutera inte med personal. Om du har frågor eller kommentarer om personals åtgärder, skicka ett e-postmeddelande till <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> för att kontakta vår community manager.",
    "commGuideList02J": "<strong>Spamma inte</strong>. Spammande inkluderar, men är inte begränsat till: att skicka ett flertal oönskade privata meddelanden, att skicka meningslösa meddelanden, att skicka ett flertal marknadsförande meddelanden om ett Sällskap eller en Utmaning, eller att skapa ett flertal liknande eller lågkvalitativa Utmaningar i följd. Personalen har rätt att avgöra vilka meddelanden som betraktas som spam.",
    "commGuideList02K": "<strong>Skicka inte länkar utan förklaring eller sammanhang</strong>. Om spelare som klickar på länken ger någon fördel för dig måste du upplysa om det. Detta gäller både i meddelanden och i Utmaningar.",
    "commGuideList02L": "<strong>Vi uppmuntrar inte utbytet av personlig information -- särskilt information som kan användas för att identifiera dig </strong>. Identifierande information kan inkludera, men är inte begränsad till: din adress, din e-postadress, och din API Pollett/lösenord. Om du blir ombedd att dela personlig information i en Sällskapschatt eller ett private meddelande rekomenderar vi starkt att du inte svarar och meddelar personal eller moderatorer genom att antingen rapportera meddelandet eller kontakta <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> med skärmdumpar av meddelandena om mer kontext behövs.",
    "commGuidePara037": "<strong>Inga Sällskap eller Grupper får skapas med syfte att attackera någon grupp eller individ</strong>. Slåss mot dåliga vanor, inte dina medspelare!",
    "commGuideHeadingInfractionsEtc": "Överträdelser, påföljder och återupprättande",
    "commGuideHeadingInfractions": "Överträdelser",
    "commGuidePara050": "Habiticaner hjälper varandra på ett överväldigande sätt; är respektfulla och arbetar för att göra hela gemenskapen trevlig och vänskaplig. Ändå händer det i sällsynta fall att något en Habitican gör strider mot någon av ovanstående riktlinjer. När det händer kommer personal att vidta vilka åtgärder de än anser nödvändiga för att hålla Habitica tryggt och bekvämt för alla.",
    "commGuidePara051": "<strong>Det finns olika typer av överträdelser, och de hanteras beroende på allvarlighetsgrad</strong>. Dessa listor är inte uttömmande, och personal kan fatta beslut om ämnen som inte täcks här efter eget gottfinnande. Personal tar hänsyn till kontexten när de utvärderar överträdelser.",
    "commGuideHeadingSevereInfractions": "Grova överträdelser",
    "commGuidePara052": "Allvarliga överträdelser skadar säkerheten av Habiticas gemenskap och användare mycket, och har därför hårda konsekvenser som resultat.",
    "commGuidePara053": "Följande är ett par exempel på allvarliga överträdelser. Detta är inte en omfattande lista.",
    "commGuideList05A": "Övriga överträdelser av användarvillkoren som inte specificerats här",
    "commGuideList05B": "Hatpropaganda/Hattal, Trakasserier/Stalking, Nätmobbning, \"Flaming\" och Trollning",
    "commGuideList05C": "Prövningsöverträdelse",
    "commGuideList05D": "Imitation av personal – detta inkluderar att påstå att spelarskapade utrymmen som inte är kopplade till Habitica är officiella och/eller modereras av Habitica eller personal.",
    "commGuideList05E": "Upprepande av måttliga överträdelser",
    "commGuideList05F": "Skapande av nytt konto för att undvika konsekvenser",
    "commGuideList05G": "Att medvetet lura personal för att undvika konsekvenser eller få en annan användare i svårigheter",
    "commGuideHeadingModerateInfractions": "Måttliga Överträdelser",
    "commGuidePara054": "Dessa regelbrott kommer att få måttliga konsekvenser. När de sammanfaller med flera regelbrott kommer konsekvenserna att bli mer allvarliga.",
    "commGuidePara055": "Följande är ett par exempel på måttliga överträdelser. Detta är inte en omfattande lista.",
    "commGuideList06A": "Att ignorera, visa respektlöshet mot eller argumentera med personal. Om du har synpunkter på någon av reglerna eller personalens beteende, vänligen kontakta oss på <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a>.",
    "commGuideList06C": "Medvetet flagga oskyldiga Utmaningar, profiler eller meddelanden.",
    "commGuideList06E": "Repeatedly Committing Minor Infractions",
    "commGuideHeadingMinorInfractions": "Smärre Överträdelser",
    "commGuidePara056": "Mindre överträdelser, trots att de inte uppmuntras, har ändå små konsekvenser. Om de fortsätter att inträffa kan de leda till allvarligare konsekvenser över tid. Mindre överträdelser är vanligtvis första gången en spelare bryter mot dessa riktlinjer, men kan även omfatta andra omständigheter.",
    "commGuidePara057": "Följande är några exempel på mindre regelbrott. Detta är inte en omfattande lista.",
    "commGuideList07A": "Förstagångsöverträdelser mot de Allmäna Riktlinjerna",
    "commGuideList07B": "Alla uttalanden eller handlingar som får personal att säga “Snälla låt bli” räknas. När du offentligt ombeds att inte göra något kan detta i sig vara en konsekvens. Om personal måste ge många sådana påpekanden till samma person kan det räknas som en större överträdelse",
    "commGuidePara057A": "Some posts may be hidden because they contain sensitive information or might give people the wrong idea. Typically this does not count as an infraction, particularly not the first time it happens!",
    "commGuideHeadingConsequences": "Konsekvenser",
    "commGuidePara059": "<strong>Överträdelser i communityn har direkta konsekvenser.</strong> Några exempel på konsekvenser finns nedan.",
    "commGuideHeadingSevereConsequences": "Exempel på allvarliga konsekvenser",
    "commGuideList09A": "Kontoblockeringar",
    "commGuideList09C": "Permanently disabling (\"freezing\") progression through Contributor Tiers",
    "commGuideHeadingModerateConsequences": "Exempel på måttliga konsekvenser",
    "commGuideList10D": "Temporarily disabling (\"freezing\") progression through Contributor Tiers",
    "commGuideHeadingMinorConsequences": "Exempel på smärre konsekvenser",
    "commGuideList11A": "Påminnelse om Riktlinjer",
    "commGuideList11B": "Varningar",
    "commGuideList11C": "Förfrågningar",
    "commGuideList11D": "Borttagning av problematiskt innehåll av personal",
    "commGuideList11E": "Ändring av problematiskt innehåll av personal",
    "commGuideHeadingRestoration": "Återställning",
    "commGuidePara061": "Habitica är dedikerad till självförbättring, och vi tror på andra chanser. <strong> Om du bryter mot någon regel och får en konsekvens, se det som en möjlighet att reflektera över dina handlingar och sträva efter att bli en bättre medlem i communityn</strong>.",
    "commGuidePara062": "<strong>Om du vill ställa frågor om din överträdelse eller konsekvenser, be om ursäkt, eller framföra en begäran om återställande, kontakta oss på <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a> med ditt användar-ID eller @användarnamn</strong>. Det är <strong>ditt</strong> ansvar att ta kontakt.",
    "commGuidePara063": "Om du inte förstår dina konsekvenser eller överträdelsens art, eller om du har andra frågor i ärendet, kan du kontakta personalen för att diskutera det på <a href='mailto:admin@habitica.com' target='_blank'>admin@habitica.com</a>. Samarbeta med eventuella begränsningar som införts, och sträva efter att uppfylla kraven för att få eventuella straff borttagna.",
    "commGuideHeadingMeet": "Möt Personalen",
    "commGuidePara007": "Habitica-personalen håller appen och webbplatsen igång och kan fungera som chattmoderatorer. De har lila taggar markerade med kronor. Deras titel är ”Heroisk”.",
    "commGuidePara009": "Den nuvarande personalen är (från vänster till höger):",
    "commGuideAKA": "<%= habitName %> aka <%= realName %>",
    "commGuideOnGitHub": "<%= gitHubName %> på GitHub",
    "commGuidePara011b": "på GitHub/Fandom",
    "commGuidePara011c": "på Wiki",
    "commGuidePara011d": "på GitHub",
    "commGuidePara013": "I ett community så stort som Habitica, så kommer och går spelare, och ibland behöver en medlem av personalen eller en moderator lägga ner sin ädla mantel och ta det lugnt. Följande är personal och moderatorer emeriti. De agerar inte längre med personalens eller moderatorns befogenheter, men vi vill fortfarande hedra deras insatser!",
    "commGuidePara014": "Staff and Moderators Emeritus:",
    "commGuideHeadingFinal": "Den sista delen",
    "commGuidePara067": "Så här har du det, modiga Habitican -- Gemenskapens Riktlinjer! Torka avsvetten från din panna och ge dig själv XP för att du läste allt. Om du har några frågor eller farhågor om Gemenskapens Riktlinjer, var vänligt att kontakta oss via <a href='https://contact.habitica.com/' target='_blank'>Moderator Kontaktformuläret</a> och vi är glada att klagöra det för dig.",
    "commGuidePara068": "Gå nu vidare, modiga äventyrare, och dräp ett par dagliga utmaningar!",
    "commGuideHeadingLinks": "Användbara länkar",
    "commGuideLink02": "<a href='http://habitica.fandom.com/wiki/Habitica_Wiki' target='_blank'>The Wiki</a>: den största samlingen information om Habitica. Observera att detta är inofficiellt, då det drivs av Fandom och underhålls av spelare.",
    "commGuideLink03": "<a href='https://github.com/HabitRPG/habitica' target='_blank'>GitHub</a>: för hjälp med kod!",
    "commGuideLink04": "<a href='https://docs.google.com/forms/d/e/1FAIpQLScPhrwq_7P1C6PTrI3lbvTsvqGyTNnGzp1ugi1Ml0PFee_p5g/viewform?usp=sf_link' target='_blank'>Feedback-formulär</a>: för förfrågningar av funktionalitet för webbsida och app.",
    "commGuidePara069": "De följande talangfyllda konstnärerna har bidragit till dessa illustrationer:",
    "commGuideList01A": "Användarvillkoren gäller för Utmaningar, Sällskap, användarkonton och privata meddelanden."
}
