{
    "frequentlyAskedQuestions": "Vanliga frågor",
    "iosFaqStillNeedHelp": "Om du har en fråga som inte finns på denna listan eller på [Wiki FAQ](http://habitica.fandom.com/wiki/FAQ), så kan du ställa den i Krogchatten under Meny > Krogen! Vi hjälper gärna till.",
    "androidFaqStillNeedHelp": "Om du har en fråga som inte finns på den här listan eller på [Wiki FAQ](http://habitica.fandom.com/wiki/FAQ), fråga då i chatten på Krogen under Meny > Krogen! Vi hjälper gärna till.",
    "webFaqStillNeedHelp": "Om du har en fråga som inte är på listan eller på [Wiki FAQ](https://habitica.fandom.com/wiki/FAQ), så kom och fråga i [Habitica Help guild](https://habitica.com/groups/guild/5481ccf3-5d2d-48a9-a871-70a7380cee5a)! Vi hjälper gärna till.",
    "commonQuestions": "Vanliga frågor",
    "faqQuestion25": "Vilka olika slags Uppgifter finns det?",
    "webFaqAnswer27": "En uppgifts färg är en visuell representation av dess värde. Alla uppgifter börjar som gula, blå är bättre och röd är sämre. Här är hur uppgiftens typ bestämmer dess värde:\n\nVanor blir blåa eller röda baserat på ifall du trycker på plus- eller minusknappen. Positiva och negativa Vanor blir gula igen med tiden om du inte slutför dem. Duala vanor byter bara färg baserat på dina inmatningar.\n\nDagliga uppgifter byter färg baserat på hur ofta de slutförs. De blir blåare när de slutförs och rödare om de missas.\n\nAtt-göra-uppgifter blir rödare ju längre de lämnas ogjorda.\n\nJu rödare uppgiften är, desto mer Guld och Erfarenhet får du av att slutföra den, så se till att tackla även dina svåraste uppgifter!",
    "webFaqAnswer28": "Ja! \"Pausa Skada\"-knappen hittas i Inställningar. Den förhindrar dig från att förlora HP för missade Dagliga uppgifter. Det här är användbart ifall du är på semester, behöver vila, eller behöver en paus av vilken som helst annan orsak. Om du deltar i ett Uppdrag pausas dina egna framsteg, men du kan fortfarande ta skada från dina Sällskapsmedlemmars missade Dagliga uppgifter.\n\nFör att pausa specifika Dagliga uppgifter, kan du byta schemaläggningen till varje 0 dagar tills du är redo att starta om den.",
    "webFaqAnswer25": "Habitica har tre olika typer av Uppgifter för att tillgodose dina behov: Vanor, Dagliga uppgifter och Att göra-uppgifter.\n\nVanor kan vara positiva eller negativa och representerar någonting som du kan vilja ha koll på flera gånger om dagen, eller utan ett fast schema. Positiva Vanor ger dig belöningar, som Guld och Erfarenhet, medan Negativa Vanor kostar dig Hälsa.\n\nDagliga uppgifter är återkommande uppgifter som du vill göra enligt ett mer strukturerat schema. Exempelvis en gång om dagen, tre gånger i veckan, eller fyra gånger i månaden. Att missa Dagliga uppgifter kostar dig Hälsa, men ju svårare de är, desto bättre är belöningarna!\n\nAtt göra-uppgifter är engångsuppgifter som belönar dig efter att du genomfört dem. Att göra-uppgifter kan ha förfallodatum, men kostar dig inte Hälsa om du missar dem.\n\nVälj den typ av Uppgift som bäst passar vad du vill åstadkomma!",
    "faqQuestion26": "Vad är några exempel på uppgifter?",
    "webFaqAnswer26": "Positiva Vanor (beteenden du vill uppmuntra; borde ha en plussknapp)\n\n * Ta vitaminer\n * Använd tandtråd\n * En timmes studier\n\nNegativa Vanor (beteenden du vill begränsa eller undvika; borde ha en minusknapp)\n\n * Rökning\n * Domedagsskrollande\n * Nagelbitande\n\nDubbla Vanor (Vanor som har både ett positivt och ett negativt alternativ; borde ha både plus- och minusknappar)\n\n * Drick vatten vs. drick läsk\n * Plugga vs. prokrastinera\n\nExempel på Dagliga uppgifter (Uppgifter du vill genomföra regelbundet)\n * Diska\n * Vattna blommor\n * 30 minuter av fysisk aktivitet\n\nExempel på Att göra-uppgifter (Uppgifter du bara behöver göra en gång)\n\n * Boka in ett möte\n * Organisera garderoben\n * Skriv klart en uppsats",
    "faqQuestion27": "Varför ändrar uppgifter färg?",
    "faqQuestion28": "Kan jag pausa mina Dagliga uppgifter om jag behöver en paus?",
    "faqQuestion29": "Hur återfår jag HP?",
    "webFaqAnswer29": "Du kan få tillbaka HP genom att köpa en Hälsobrygd från dina Belöningar för 25 Guld. Utöver det kommer du alltid att återfå all din HP när du når nästa Nivå!"
}
